[
    {
        "id": 1,
        "title": "Computador Pc All In One Core I7 16gb Ssd 480gb Mon 21",
        "price": 2217.97,
        "description": "Imagine um ambiente de trabalho ou lazer livre de emaranhados de cabos. O NextPC All In One redefine a experiência de usar um computador com sua estrutura compacta e funcional. Com Wi-Fi 5G de alta velocidade, Bluetooth 4.2 e um conjunto de mouse e teclado sem fio, ele oferece total liberdade para você se conectar e organizar seu espaço do seu jeito. Perfeito para quem valoriza eficiência e estética, este All In One se adapta a qualquer ambiente, seja um escritório sofisticado ou um cantinho produtivo em casa. Desfrute de um espaço limpo, moderno e organizado, enquanto aproveita a potência de um hardware projetado para acompanhar o seu ritmo.",
        "image": "images/1.webp"
    },
    {
        "id": 2,
        "title": "Notebook Samsung Galaxy Book4 Intel® U300 (1.20 Ghz, até 4.4GHz, 8 MB L3 Cache), Windows 11 Home, 8GB, 256GB SSD, UHD Graphics, 15.6'' Full HD LED, 1.55kg",
        "price": 2499,
        "description": "O Galaxy Book4 NP750XGJ-KG7BR tem tela de 15,6 polegadas com resolução Full HD (1920 x 1080 px) e painel do tipo IPS, que não distorce as cores. O chassi é todo construído em metal na cor cinza, com espessura de 1,5 cm e peso de apenas 1,55 kg, oferecendo boa mobilidade para levar a qualquer lugar. O teclado tem layout ABNT2 com teclas numéricas do lado direito, sem retroiluminação. A webcam tem a boa resolução HD (720p), ideal para videoconferências.A linha Galaxy Book4, da Samsung, oferece um equilíbrio entre preços competitivos e configurações atualizadas para consumidores que procuram notebooks para uso em lazer, estudos e trabalho. O modelo NP750XGJ-KG7BR possui o novo processador Intel Processor U300, memória RAM de 8 GB LPDDR4X e armazenamento em SSD de 256 GB. A GPU integrada é a UHD Graphics Xe G4 (48 EUs).",
        "image": "images/2.webp"
    },
    {
        "id": 3,
        "title": "Impressora multifuncional cor Epson EcoTank L3250 127/220V",
        "price": 1099,
        "description": "Multifuncional Tanque de Tinta Epson EcoTank L3250. A Impressora Multifuncional Epson EcoTank L3250 é o mais novo lançamento da 7ª geração de impressoras EcoTank, que chegou para substituir a Impressora Epson L3150. Projetada para o uso tanto em casa quanto no escritório, ela está mais rápida, mais econômica, com alta conectividade e mais qualidade na impressão, trazendo cores muito mais realistas.",
        "image": "images/3.webp"
    },
    {
        "id": 4,
        "title": "Notebook Samsung Galaxy Book Go Snapdragon 7c Kryo 468 Octa-core 4GB RAM 128GB SSD 14'' Full HD W11 com Office 365 NP340XLA-K07BR",
        "price": 1804,
        "description": "O Samsung Galaxy Book Go é um notebook versátil e moderno, ideal para quem busca mobilidade, desempenho e praticidade no dia a dia. Com um design ultraleve, pesando apenas 1,38 kg e espessura de 1,5 cm, ele é fácil de transportar, sendo perfeito para trabalho, estudos ou lazer. Equipado com uma tela de 14'' Full HD antirreflexiva, proporciona uma experiência visual clara e confortável, mesmo em ambientes bem iluminados. Seu processador Qualcomm Snapdragon 7c Gen 2 oferece desempenho eficiente e economia de energia, enquanto os 4 GB de RAM e 128 GB de armazenamento garantem fluidez nas tarefas e espaço suficiente para arquivos essenciais. A bateria de longa duração, aliada ao carregamento rápido via USB-C, oferece autonomia para acompanhar seu ritmo. Com conectividade Wi-Fi 802.11 ac e Bluetooth 5.1, é fácil se manter conectado onde quer que esteja. O Galaxy Book Go vem com o sistema operacional Windows 11, webcam HD para videoconferências, áudio Dolby Atmos para uma experiência sonora imersiva e, como diferencial, acompanha uma licença de avaliação do Microsoft Office 365, garantindo produtividade desde o primeiro uso. Este notebook combina funcionalidade e estilo, sendo a escolha ideal para quem busca tecnologia confiável em um design sofisticado.",
        "image": "images/4.webp"
    },
    {
        "id": 5,
        "title": "Computador Completo Fácil Office Intel Core i5 4570 4ª Geração 16Gb Ram 256Gb Ssd Monitor 23'' 75Hz Hdmi Windows 10 Pro Trial Cdf-0100of",
        "price": 1140,
        "description": "ATENÇÃO: Antes de efetuar a sua compra, certifique-se de que o anúncio está sendo ofertado pela loja oficial da Fácil Computadores.Diversas empresas má intecionadas estão entrando em nossos anúncios e vendendo produtos contrafeitos (falsificados). A loja oficial da Fácil Computadores é a única empresa certificada e autorizada a vender os produtos da marca. Caso você adquira um computador de qualquer outra empresa, não estará coberto pela nossa garantia e não receberá nenhum tipo de suporte.",
        "image": "images/5.webp"
    },
    {
        "id": 6,
        "title": "Tablet Samsung Galaxy Tab S9 FE 5G, 128GB, 6GB RAM, Tela Imersiva de 10.9'' 90Hz, Camera Traseira de 8MP, Câmera Frontal de 12MP Ultra Wide, Wifi 6, IP68, Android 14 Cinza",
        "price": 2519,
        "description": "O Samsung Galaxy Tab S9 FE (WiFi) redefine o conceito de produtividade e entretenimento com seu design elegante e funcionalidades de ponta. Equipado com uma tela de alta resolução de 10,9'', a resolução da câmera traseira possui 8.0 MP, e a frontal possui 12.0 MP. Ele proporciona uma experiência visual imersiva com cores vibrantes e detalhes nítidos, graças à tecnologia DCI-P3 e ao brilho aprimorado. A taxa de atualização adaptável de até 90 Hz garante que cada imagem e movimento sejam fluidos e realistas, elevando suas maratonas de séries ou sessões de jogos para um novo patamar de qualidade. Além disso, a emissão reduzida de luz azul cuida do seu conforto visual, permitindo horas de uso sem cansaço ocular. Equipado com microfones integrados, ele garante captação de áudio nítida para chamadas, reuniões virtuais e gravações.A resistência à água e poeira (IP68) e a construção metálica robusta asseguram que o Galaxy Tab S9 FE esteja sempre pronto para qualquer desafio do dia a dia. Liberte sua criatividade com a S Pen inclusa, que se prende magneticamente ao dispositivo. Escreva, desenhe e edite com precisão, utilizando aplicativos otimizados como Samsung Notes e Goodnotes, que oferecem uma experiência de escrita semelhante à do papel. Com o potente processador Exynos 1380 e 128GB de armazenamento expansível, você poderá realizar multitarefas, transmitir conteúdos e jogar sem interrupções, enquanto a bateria de longa duração garante que você esteja sempre conectado. E para completar, conecte o teclado Book Cover e transforme seu tablet em um computador portátil com o modo DeX, ampliando sua produtividade e eficiência em qualquer lugar.",
        "image": "images/6.webp"
    },
    {
        "id": 7,
        "title": "Carregador Portátil 20000mah Power Bank Celular E Tablet Nf",
        "price": 102.76,
        "description": "o Power Bank 20000 mAh - é a solução definitiva para suas necessidades de energia móvel. Com uma capacidade poderosa, este Power Bank fornece energia confiável para uma ampla gama de dispositivos, incluindo celulares, smartphones, tablets, caixas de som, notebooks, fones de ouvido e muito mais. Nunca mais se preocupe em ficar sem bateria quando mais precisar. Uma característica notável deste Power Bank é o indicador de porcentagem de bateria integrado, que permite que você acompanhe facilmente a quantidade de energia restante. Dessa forma, você sempre terá uma visão clara do nível de carga disponível e poderá planejar suas recargas com antecedência. Além disso, o Power Bank é acompanhado por cabos versáteis que incluem conexões Lightning, V8 e tipo C, proporcionando compatibilidade com uma ampla variedade de dispositivos. Não importa qual seja o seu dispositivo, este Power Bank oferece a solução perfeita para mantê-lo alimentado e pronto para uso. Desperte a necessidade de praticidade, conveniência e liberdade em sua vida. Com o Power Bank 20000 mAh, você nunca mais ficará preso a uma tomada ou se preocupará com a duração da bateria do seu dispositivo. Esteja sempre conectado, produtivo e pronto para aproveitar ao máximo seus dispositivos eletrônicos. Adquira o Power Bank e desfrute da energia ilimitada onde quer que esteja.",
        "image": "images/7.webp"
    },
    {
        "id": 8,
        "title": "Tablet Samsung Galaxy Tab S6 Lite (2024) 64gb 4gb Ram Wifi Cor Rosa",
        "price": 1799,
        "description": "A linha Tab S6 Lite traz soluções inovadoras e diversas funcionalidades para pessoas que buscam agilidade, produtividade e conectividade. Com um design estiloso e compacto, é o Tablet ideal para te acompanhar no dia a dia.Com a S Pen inclusa, o Tab S6 Lite permite uma maior eficiência nas anotações, criação de conteúdo de alta qualidade e ainda auxilia nas tarefas cotidianas! Conectada à lateral do Tab S6 Lite ou na capa protetora por magnetismo, você não precisará se preocupar de perder sua S Pen, que estará sempre ao seu alcançe quando precisar!O acabamento em alumínio e a expessura de apenas 7 mm o tornam ideal para te acompanhar por onde você for! O Tab S6 Lite foi projetado para quem procura um dispositivo leve e compacto. Tem alta durabilidade e é perfeito para estudantes que levam muitos materiais escolares na mochila. E ainda vem com uma capa protetora para transporte e que pode ser utilizada como apoio em até 2 ângulos.Com uma memória de 64GB, todos os seus arquivos, documentos e fotos poderão ser armazenados em um só lugar. Eles estarão disponíveis e protegidos em suas mãos a qualquer momento do dia, te dando a tranquilidade de utilizar em praticamente todos os lugares.Sua ampla tela de 10.4'', a caneta S Pen, e novo processador Exynos 1280, deixam a experiencia de leitura, criação e anotações muito mais interativa e dinâmica, tornando o Tab S6 o destino perfeito para tomar notas, desenhar e explorar sua criatividade. A tela reconhece maisis de 4 mil níveis de pressão e angulo de escrita, simulando um a sensação de escrever em um papel pefeitamente!Seja para assistir filmes com a família ou escutar músicas, o Tab S6 Lite também é uma excelente opção para explorar seu lazer e atender aos interesses de todas as idades. Assista seus conteúdos preferidos, curta clipes e shows musicais com alto falantes duplos e garanta a tranquilidade e segurança das crianças com o App Samsung Kids que possui controle de tempo, restriçoes de acesso além de jogos e apps pensados para os pequenos.Fique sempre conectado e em destaque nas suas videoconferências, graças a câmera de 5MP. Se expresse claramente através de um som limpo e sem ruídos.",
        "image": "images/8.webp"
    },
    {
        "id": 9,
        "title": "Webcam C920s Pro Full Hd Com Microfone Embutido Logitech Cor Preto",
        "price": 429,
        "description": "Videochamadas profissionais em Full HD sofisticadas. A C920s Pro HD Webcam oferece images incrivelmente nítidas, claras e detalhadas em cores vibrantes. O autofoco HD e a correção de luz se ajustam às condições do ambiente para fornecer alta definição consistente, e os microfones duplos em ambos os lados da lente de vidro capturam o som natural da sua voz. O campo de visão de 78 graus acomoda até duas pessoas. Um protetor de privacidade coloca você no controle do que mostra e protege a lente com uma tampa que se ajusta perfeitamente. Seja para uma chamada importante do Skype ou sua próxima transmissão ao vivo no Facebook, a C920s garante que você cause uma forte impressão.",
        "image": "images/9.webp"
    },
    {
        "id": 10,
        "title": "Gabinete Gamer Mancer CV100 Purple Edition, ARGB, Mid-Tower, Lateral De Vidro, Com 3 Fans, Branco",
        "price": 324,
        "description": "GABINETE GAMER MANCER CV100 PURPLE EDITION, ARGB, MID-TOWER, LATERAL DE VIDRO, COM 3 FANS, BRANCO, MCR-CV100-PEW GABINETE GAMER MANCER CV100 PURPLE EDITION ARGB COM 3 FANS BRANCO Prepare-se para melhorar suas gameplays com o Gabinete Gamer Mancer CV100 Purple Edition! Equipado com filtro magnético de poeira, suporte de entrada USB 3.0 e estrutura reforçada, CV100 combina estética e funcionalidade para suas batalhas épicas! DESIGN A linha Clear Vision apresenta um design que visa manter seu setup visível de maneira nítida e clara. O Mancer CV100 possui laterais e frontal em vidro temperado, permitindo a exposição de seu setup interno, transformando seu gabinete em uma vitrine altamente personalizável.ESPAÇO Explore novas possibilidades com este gabinete! Mancer CV100 oferece amplo espaço interno, suporta placas-mãe nos formatos M-ITX e M-ATX e acomoda uma placa de vídeo de até 320mm de comprimento. CV100 organiza eficientemente a configuração do seu setup, permitindo a instalação de um HDD de 3.25” e dois SSDs de 2.5”. MATERIAL Desenvolvido com materiais de alta qualidade, CV100 inclui três ventoinhas com iluminação ARGB e pode acomodar até sete ventoinhas de 120mm. Sua estrutura é feita em aço SPCC de 0,8mm, garantindo durabilidade e acompanhando você em todas as suas conquistas.",
        "image": "images/10.webp"
    },
    {
        "id": 11,
        "title": "Nobreak Ts Shara Ups Mini 600va Bivolt Cor Preto",
        "price": 379,
        "description": "O Nobreak UPS Mini tem a melhor relação custo x benefício por ser o equipamento mais compacto do mercado, mas que reúne todas as características e funções necessárias para fornecer energia ininterrupta e protegida aos equipamentos conectados a ele. Este modelo é indicado tanto para o uso doméstico quanto corporativo, suportando uma carga de até 600VA.",
        "image": "images/11.webp"
    },
    {
        "id": 12,
        "title": "Gabinete Gamemax Mid Tower Atx Vidro Vista Preto",
        "price": 351,
        "description": "Gabinete Gamer Mid Tower ATX Modelo Vista AB Cor Preta Marca Gamemax PN X214100901970",
        "image": "images/12.webp"
    },
    {
        "id": 13,
        "title": "Gabinete Gamer Digoo Aquar Mid-tower Itx M-atx Usb 3.0 Vidro",
        "price": 409,
        "description": "SOBRE O GABINETE: • Este modelo foi desenvolvido com o objetivo de proporcionar uma excelente opção em termos de qualidade e robustez. Com aço de qualidade superior, lateral e frente de vidro temperado 4MM, esta é a decisão acertada na escolha de um bom gabinete. VENTOINHAS RGB: • Possui espaço para 7 fans, 2 ventoinhas de 120mm na lateral, 2 superior, 1 traseira e 2 na parte inferior. • FAÇA OS CABOS SUMIREM! Conta com amplo espaço para organização fazendo com que você possa esconder todos os cabos e deixar o interior de seu gabinete mais bonito e organizado. • FOTOS REAIS Somos um dos únicos vendedores a tirar fotos reais do produto. Todas as fotos desse anúncio são fotos reais!",
        "image": "images/13.webp"
    },
    {
        "id": 14,
        "title": "Smart Tv Samsung LS32BETBLGGXZD 32'' HD Led",
        "price": 1099,
        "description": "A Samsung é reconhecida mundialmente como uma empresa líder na indústria da tecnologia. Todos os seus produtos são projetados com qualidade superior e pensados para contribuir para um futuro melhor. Portanto, fará com que você tenha uma experiencia incomparável. Com smart TV Samsung você poderá acessar os aplicativos onde seu conteúdo favorito está localizado. Além disso, você pode navegar na web, interagir em redes sociais e se divertir com jogos de vídeo. Mergulhe na tela. Sua resolução HD apresenta images com grande detalhe e alta definição. Agora tudo o que você vê ganhará vida com brilho e cores mais reais. Um som que o rodeia. Você sentirá que vem de todas as direções possíveis, o que enriquece a percepção disso. O diálogo de sua série de fim de semana ou a música de seus cantores favoritos assumirá um significado diferente. Características: - Marca: Samsung - Modelo: LS32BETBLGGXZD Especificações: Tela: - Tamanho: 32\" HD - Brilho (Típico): 250nit - Contraste (Tipico): 4,700:1 - Angulo de Visão (HxV): 178:178 - Operação: 8/7 Conexões: - 2 x HDMI - 1 x USB - RF 1 Terrestrial / 1 Cable Conectividade: - RJ45 - WiFi Alimentação: - Energia: AC100-240V e 50/60Hz - Consumo max de energia: 48 Dimensões: - Sem Suporte: 737.4 x 438.0 x 74.1 mm - Com Suporte: 737.4 x 465.4 x 150.5 mm - Borda: 16.",
        "image": "images/14.webp"
    },
    {
        "id": 15,
        "title": "Smart Tv Hq Led 24 Hqs24nkh 3 Hdmi 2 Usb Wi-fi E Quad Core",
        "price": 1147,
        "description": "Smart TV HQ LED 24\" 2 HDMI 2 USB WI-FI Android 11 e Processador Quad Core Imagem e som com qualidade incomparável! Desfrute do HDR images com cores vivas e incríveis. Assista vídeos em resolução HD com uma excelente qualidade de imagem. O sistema HDR “High Dynamic Range”, presente na Smart TV HQ 24\", é responsável pela quantidade de cores que cada pixel pode assumir. Esse formato é capaz de deixar a imagem do televisor com excelente resultado de brilho e contraste, já que as images ficam com cores mais vivas, os tons mais claros possuem mais brilho e os tons pretos, mais contraste. O resultado são images mais realistas e uma melhor experiência para o espectador! Android 11 Uma loja com milhares de aplicativos compatíveis a sua disposição. Além disso, a sincronização com o seu Smartphone, seja ele Android ou IOS, é muito simples. Espelhe a tela do seu celular na sua Smart TV HQ 24\" com apenas um toque. Conectividade é a palavra chave Pronta para qualquer desafio. Não basta ter conexão Wifi, para garantir que você consiga reproduzir conteúdos HD sem travamentos e perda de qualidade, o adaptador de internet sem fio deve ser de alto ganho. Sendo assim, fique tranquilo. Conecte a redes sem fio em alta velocidade e garanta extrair o máximo da sua Smart TV 24\". Além disso, ela conta com 3 saídas HDMI e conversor digital Externo (adaptador). Gaming Ready E para você que quer rodar os seus jogos prediletos, saiba que ela possui taxa de atualização de 60Hz e tempo de resposta de 9,5ms. Junto com o sistema HDR já explicado acima, você poderá entrar na jogatina pronto para ser o melhor. ESPECIFICAÇÕES PAINEL Tecnologia painel: LED HDR:Sim Formato tela: 16:09 Ângulo visão:178°/178° Resolução video:1366x768 (HD) Contraste:3000:01 Brilho:180cd/m2 Tempo de resposta: 9,5ms Taxa de Atualização:60Hz Conversor Digital: Externo Espelhamento: Sim SMART TV Smart:Sim Aplicativos pré instalados:Youtube, Netflix, Prime Vídeo, Spotify e Facebook. Navegador: Sim PROCESSADOR Processador: CA55 Quad Core GPU: G52MC1 Memória:1G Byte Armazenamento:8G Byte CONEXÕES AV IN:1 USB:2 HDMI:3 Saída digital:0 Lan:1 YPbPr: 0 Wi fi integrado: Sim ÁUDIO Headphone: 1 Alto falante:2x7W ENERGIA Tensão:Bivolt automático Consumo de energia:50W SUPORTE: Suporte vesa: 100x75 mm Código de homologação da ANATEL: 17761-20-13561 DIMENSÕES E PESO: Dimensão do produto: (AxLxP) 33 x 55 x 8,4 cm Peso: 2,36 Kg",
        "image": "images/15.webp"
    },
    {
        "id": 16,
        "title": "Smart Tv 32'' LR650 Hd Wi-fi Bluetooth Alexa Webos LG Preto",
        "price": 1732,
        "description": "Entre em um novo nível de qualidade de imagem com a Smart TV LG HD 32\" LR65. As cores ricas e naturais ganham vida nesta TV HD, proporcionando uma experiência visual envolvente. Equipada com o processador a5 AI Gen6, esta TV LG eleva a qualidade de imagem para um patamar superior, oferecendo uma visualização mais nítida e dinâmica. A Smart TV LG HD 32'' LR65 não apenas exibe conteúdo de alta qualidade, mas também oferece conveniência. Personalize sua experiência com a nova tela inicial do webOS 23, adaptada ao seu gosto pessoal. Receba recomendações personalizadas, crie cards dedicados para seus aplicativos favoritos e obtenha sugestões de conteúdo com o AI Concierge. Além disso, com suporte integrado para Amazon Alexa, Apple AirPlay, HomeKit e Matter, você pode controlar facilmente seus dispositivos conectados e acessar informações com comandos de voz simples. Seja para assistir a filmes, jogar ou aproveitar o conteúdo online, a LG HD TV oferece recursos inteligentes e conectados para enriquecer sua experiência de entretenimento. DIMENSÃO E PESO Altura: 43,1 cm Largura: 72,8 cm Profundidade: 5,99 cm Peso: 4,54 kg Altura com base: 45,7 cm Largura com base: 72,8 cm Profundidade com base: 16,4 cm Peso com base: 4,6 kg",
        "image": "images/16.webp"
    },
    {
        "id": 17,
        "title": "Smart Tv 43” Semp R6610 FHD Led RokuTV Wifi Dual Band Alexa",
        "price": 1977,
        "description": "A Smart TV LED 43\" Semp Roku R6610 combina tecnologia avançada com simplicidade e desempenho. Com resolução Full HD, sistema operacional Roku TV e conectividade Wi-Fi dual-band, oferece acesso a uma ampla variedade de aplicativos de streaming e uma experiência visual imersiva. CARACTERÍSTICAS: • Marca: Semp • Modelo: R6610 ESPECIFICAÇÕES: • Tipo: Smart TV LED • Tamanho da tela: 43 polegadas • Resolução: Full HD (1920 x 1080) • Sistema operacional: Roku TV • Conectividade: Wi-Fi dual-band Bluetooth • Entradas: 3 x HDMI 1 x USB • Recursos adicionais: Controle por aplicativo Acesso a aplicativos de streaming populares (Netflix, YouTube, Prime Video e mais) Compatibilidade com assistentes virtuais (Google Assistant e Alexa) • Alimentação: Bivolt • Dimensões (AxLxP): 56,5 x 97 x 20 cm (com base) • Consumo de energia: 75W CONTEÚDO DA EMBALAGEM: • 1 x Smart TV LED 43\" Semp Roku R6610 • 1 x Controle remoto • 1 x Manual do usuário PESO: • 6,2 kg",
        "image": "images/17.webp"
    },
    {
        "id": 18,
        "title": "Apple iPhone 14 (128 GB) - Estelar - Distribuidor Autorizado",
        "price": 4121,
        "description": "O iPhone 14 tem o sistema de câmera dupla mais impressionante em um iPhone 14, para fazer fotos espetaculares em pouca e muita luz. E você ganha tranquilidade com nosso novo recurso essencial de segurança. Aviso legal (1) A tela tem bordas arredondadas. Quando medida como um retângulo, a tela tem 6,06 polegadas na diagonal. A área real de visualização é menor. (2) A função SOS de Emergência usa uma conexão de rede celular ou chamadas Wi-Fi. (3) A duração da bateria varia de acordo com seu uso e configuração. Consulte apple.com/br/batteries para obter mais informações. (4) Se requer um plano de dados. 5G está disponível em alguns mercados e através de algumas operadoras específicas. As velocidades variam segundo as condições do lugar e da operadora. Para obter detalhes sobre a compatibilidade com 5G, entre em contato com sua operadora e consulte apple.com/br/iphone/celular. (5) O iPhone 14 é resistente a respingos, água e poeira e foi testado em condições controladas em laboratório, classificados como IP68 segundo a norma IEC 60529 (profundidade máxima de seis metros por até 30 minutos). A resistência a respingos, água e poeira não é uma condição permanente e pode diminuir com o tempo. Não tente recarregar um iPhone molhado. Veja instruções de limpeza e secagem no Manual do Usuário. Danos decorrentes de contato com líquidos não estão incluídos na garantia. (6) Alguns recursos podem não estar disponíveis em todos os países ou regiões.",
        "image": "images/18.webp"
    },
    {
        "id": 19,
        "title": "Apple iPhone 15 (128 GB) - Verde - Distribuidor Autorizado",
        "price": 4548,
        "description": "A DYNAMIC ISLAND CHEGA AO IPHONE 15 — A Dynamic Island mostra alertas e Atividades ao Vivo para você não perder nenhuma informação enquanto faz outras coisas. Você pode acompanhar sua próxima corrida, saber quem está ligando, confirmar as informações do seu voo e muito mais. DESIGN INOVADOR — O iPhone 15 tem vidro resistente colorido por infusão e design em alumínio. Ele aguenta o tranco contra respingos, água e poeira. A parte da frente em Ceramic Shield é mais resistente que qualquer vidro de smartphone. E a tela Super Retina XDR de 6,1 pol. é até duas vezes mais visível sob o sol em comparação com o iPhone 14. CÂMERA GRANDE-ANGULAR DE 48 MP COM TELEOBJETIVA DE 2X — A câmera grande-angular de 48 MP fotografa em altíssima resolução. Assim, fica ainda mais fácil fazer fotos com detalhes incríveis. A teleobjetiva de 2x com qualidade óptica ajuda no enquadramento do close perfeito. O FUTURO CHEGOU AOS RETRATOS — Faça retratos com mais detalhes e intensidade de cores. É só tocar para mudar o foco de uma pessoa para outra, mesmo depois do clique. PODEROSO CHIP A16 BIONIC — O chip ultrarrápido possibilita recursos avançados, como a fotografia computacional, as transições fluidas da Dynamic Island e o Isolamento de Voz para ligações. E o A16 Bionic tem eficiência de sobra para que a bateria dure o dia todo. CONECTIVIDADE USB-C — Com a porta USB C, você recarrega seu iPhone 15 com o mesmo cabo que usa para recarregar o Mac ou o iPad. Você pode até utilizar o iPhone 15 para recarregar o Apple Watch ou os AirPods. RECURSO ESSENCIAL DE SEGURANÇA — Com a Detecção de Acidente, o iPhone é capaz de identificar se você sofreu um acidente grave de carro e ligar para a emergência se você não puder. PROJETADO PARA FAZER A DIFERENÇA — O iPhone protege sua privacidade e dá a você o controle dos seus dados. Ele é feito com mais materiais reciclados para minimizar o impacto ambiental. E vem com recursos integrados para tornar o iPhone acessível a todas as pessoas. Aviso legal 1. O iPhone 15, o iPhone 15 Plus, o iPhone 15 Pro e o iPhone 15 Pro Max são resistentes a respingos, água e poeira e foram testados em condições controladas em laboratório, classificados como IP68 segundo a norma IEC 60529 (profundidade máxima de 6 metros por até 30 minutos). A resistência a respingos, água e poeira não é uma condição permanente e pode diminuir com o tempo. Não tente recarregar um iPhone molhado. Veja instruções de limpeza e secagem no Manual do Usuário. Danos decorrentes de contato com líquidos não estão incluídos na garantia. 2. A tela tem bordas arredondadas. Quando medida como um retângulo, a tela tem 6,12 polegadas (iPhone 15 Pro, iPhone 15) ou 6,69 polegadas (iPhone 15 Pro Max, iPhone 15 Plus) na diagonal. A área real de visualização é menor. 3. A duração da bateria varia de acordo com o uso e a configuração. Consulte apple.com/br/batteries para obter mais informações. 4. O iPhone 15 e o iPhone 15 Pro são capazes de identificar um acidente grave de carro e ligar para os serviços de emergência. Requer uma conexão de rede celular ou chamadas Wi-Fi.",
        "image": "images/19.webp"
    },
    {
        "id": 20,
        "title": "Apple iPhone 13 (128 GB) - Estelar - Distribuidor Autorizado",
        "price": 3471,
        "description": "A TECNOLOGIA QUE VOCÊ PRECISA NA PALMA DE SUA MÃO! iPhone 13, tem sua câmera traseira dupla de 12 MP com modo retrato, controle de profundidade, iluminação de retrato, HDR inteligente e vídeo Dolby Vision HDR 4K de até 30 fps e a câmera frontal TrueDepth de 12 MP com modo Retrato, Controle de Profundidade, Iluminação Retrato e Smart HDR 3. Sua tela fica em modo cinema, diminui a profundidade de campo e muda o foco nos seus vídeos automaticamente. O Chip A15 Bionic com GPU de 4 núcleos para um desempenho impressionante. Ele é todo em vidro e design de aço inoxidável de grau cirúrgico, resistente à água e poeira (classificação IP68). O aparelho ideal para você! DIMENSÕES E PESO: Largura: 7,15 cm Altura: 14 cm Profundidade: 0,7 cm Peso: 173 g ATENÇÃO: *É preciso ter um plano de dados. 5G só está disponível em alguns países e por meio de determinadas operadoras. As velocidades variam de acordo com as condições e operadoras locais. *A tela tem bordas arredondadas que se ajustam ao design curvo do aparelho dentro da sua forma retangular. Quando medida como um retângulo, a tela tem 6,06 polegadas na diagonal. A área real de visualização é menor. *A duração da bateria varia de acordo com o uso e a configuração. *O iPhone 13 é resistente a respingos, água e poeira e foi testado em condições controladas em laboratório, classificado como IP68 segundo a norma IEC 60529. A resistência a respingos, água e poeira não é uma condição permanente e pode diminuir com o tempo. Não tente recarregar um iPhone molhado. Veja instruções de limpeza e secagem no Manual do Usuário. Danos decorrentes de contato com líquidos não estão incluídos na garantia. *Alguns recursos podem não estar disponíveis em todos os países ou regiões. *Os acessórios são vendidos separadamente. *Como parte dos esforços da Apple para neutralizar as emissões de carbono até 2030, o iPhone 13 não vem com adaptador de energia nem EarPods. O conteúdo da caixa inclui um cabo de USB‑C para Lightning compatível com recarga rápida e com adaptadores de energia e portas de computador USB‑C.",
        "image": "images/20.webp"
    },
    {
        "id": 21,
        "title": "Apple iPhone 16 (128 GB) - Branco - Distribuidor Autorizado",
        "price": 5390,
        "description": "iPhone 16. Novo Controle da Câmera, câmera Fusion de 48 MP, cinco cores lindas e o chip A18. • O CONTROLE DA CÂMERA É SEU — O Controle da Câmera dá acesso mais fácil e rápido às ferramentas, como zoom ou profundidade de campo, para suas fotos e vídeos arrasarem também no quesito agilidade. • FOTOS QUE VÃO ALÉM E CHEGAM MAIS PERTO — A câmera ultra-angular com foco automático foi aprimorada para você fazer fotos e vídeos macro com detalhes nítidos e surpreendentes. Use a câmera Fusion de 48 MP e capture images em alta resolução de tirar o fôlego ou abuse do zoom com a qualidade óptica da teleobjetiva de 2x. • ESTILOS FOTOGRÁFICOS — A nova geração de Estilos Fotográficos dá mais flexibilidade do que nunca para criar e deixar cada foto ainda mais autoral. E você sempre tem a opção de reverter os estilos quando quiser. • CHIP A18 SUPERINTELIGENTE — O A18 está duas gerações à frente do chip A16 Bionic do iPhone 15. Ele é o grande responsável por recursos avançados para fotos e vídeos e faz seu aparelho praticamente virar um videogame. Tudo com eficiência excepcional no consumo de energia. • MAIOR DURAÇÃO DA BATERIA — O iPhone 16 trabalha em conjunto com o chip A18 e dá um grande salto na bateria, com até 22 horas de reprodução de vídeo¹. As recargas podem ser via USB-C ou com um carregador MagSafe, para recargas sem fio ainda mais rápidas². • FEITO PARA DURAR — O iPhone 16 tem design resistente em alumínio aeroespacial com tela Super Retina XDR de 6,1 polegadas³. A parte frontal é em Ceramic Shield de última geração, duas vezes mais resistente que qualquer vidro de smartphone. • EXPERIMENTE O BOTÃO DE AÇÃO — Ele leva você direto ao seu recurso favorito. Mantenha pressionado para acender a lanterna, gravar um lembrete, ativar o modo Silencioso ou o que quiser. • PERSONALIZE SEU IPHONE — Com o iOS 18, você escolhe a cor dos ícones da Tela de Início e encontra seus cliques favoritos no novo app Fotos com mais rapidez. Também dá para aplicar efeitos animados e divertidos a qualquer palavra, frase ou emoji no iMessage⁴. • RECURSO ESSENCIAL DE SEGURANÇA — Com a Detecção de Acidente, o iPhone é capaz de identificar um acidente grave de carro e ligar para a emergência se você não puder⁵. Aviso legal 1. A duração da bateria varia de acordo com o uso e a configuração. Consulte apple.com/br/batteries para obter mais informações. 2. Acessórios vendidos separadamente. 3. As telas têm bordas arredondadas. Quando medida como um retângulo, a tela tem 6,12 polegadas (iPhone 16), 6,69 polegadas (iPhone 16 Plus), 6,27 polegadas (iPhone 16 Pro) ou 6,86 polegadas (iPhone 16 Pro Max) na diagonal. A área real de visualização é menor. 4. Alguns recursos podem não estar disponíveis em todos os países ou regiões. 5. O iPhone 16 e o iPhone 16 Pro são capazes de identificar um acidente grave de carro e ligar para os serviços de emergência. Requer uma conexão de rede celular ou chamadas Wi-Fi.",
        "image": "images/21.webp"
    },
    {
        "id": 22,
        "title": "Celular Xiaomi Redmi Note 13 Pro 5g 512 Gb Dual Sim Branco Estelar 12 Gb RAM",
        "price": 2299,
        "description": "iPhone 16. Novo Controle da Câmera, câmera Fusion de 48 MP, cinco cores lindas e o chip A18. • O CONTROLE DA CÂMERA É SEU — O Controle da Câmera dá acesso mais fácil e rápido às ferramentas, como zoom ou profundidade de campo, para suas fotos e vídeos arrasarem também no quesito agilidade. • FOTOS QUE VÃO ALÉM E CHEGAM MAIS PERTO — A câmera ultra-angular com foco automático foi aprimorada para você fazer fotos e vídeos macro com detalhes nítidos e surpreendentes. Use a câmera Fusion de 48 MP e capture images em alta resolução de tirar o fôlego ou abuse do zoom com a qualidade óptica da teleobjetiva de 2x. • ESTILOS FOTOGRÁFICOS — A nova geração de Estilos Fotográficos dá mais flexibilidade do que nunca para criar e deixar cada foto ainda mais autoral. E você sempre tem a opção de reverter os estilos quando quiser. • CHIP A18 SUPERINTELIGENTE — O A18 está duas gerações à frente do chip A16 Bionic do iPhone 15. Ele é o grande responsável por recursos avançados para fotos e vídeos e faz seu aparelho praticamente virar um videogame. Tudo com eficiência excepcional no consumo de energia. • MAIOR DURAÇÃO DA BATERIA — O iPhone 16 trabalha em conjunto com o chip A18 e dá um grande salto na bateria, com até 22 horas de reprodução de vídeo¹. As recargas podem ser via USB-C ou com um carregador MagSafe, para recargas sem fio ainda mais rápidas². • FEITO PARA DURAR — O iPhone 16 tem design resistente em alumínio aeroespacial com tela Super Retina XDR de 6,1 polegadas³. A parte frontal é em Ceramic Shield de última geração, duas vezes mais resistente que qualquer vidro de smartphone. • EXPERIMENTE O BOTÃO DE AÇÃO — Ele leva você direto ao seu recurso favorito. Mantenha pressionado para acender a lanterna, gravar um lembrete, ativar o modo Silencioso ou o que quiser. • PERSONALIZE SEU IPHONE — Com o iOS 18, você escolhe a cor dos ícones da Tela de Início e encontra seus cliques favoritos no novo app Fotos com mais rapidez. Também dá para aplicar efeitos animados e divertidos a qualquer palavra, frase ou emoji no iMessage⁴. • RECURSO ESSENCIAL DE SEGURANÇA — Com a Detecção de Acidente, o iPhone é capaz de identificar um acidente grave de carro e ligar para a emergência se você não puder⁵. Aviso legal 1. A duração da bateria varia de acordo com o uso e a configuração. Consulte apple.com/br/batteries para obter mais informações. 2. Acessórios vendidos separadamente. 3. As telas têm bordas arredondadas. Quando medida como um retângulo, a tela tem 6,12 polegadas (iPhone 16), 6,69 polegadas (iPhone 16 Plus), 6,27 polegadas (iPhone 16 Pro) ou 6,86 polegadas (iPhone 16 Pro Max) na diagonal. A área real de visualização é menor. 4. Alguns recursos podem não estar disponíveis em todos os países ou regiões. 5. O iPhone 16 e o iPhone 16 Pro são capazes de identificar um acidente grave de carro e ligar para os serviços de emergência. Requer uma conexão de rede celular ou chamadas Wi-Fi.",
        "image": "images/22.webp"
    },
    {
        "id": 23,
        "title": "Samsung Galaxy A25 5G Dual SIM 128Gb Azul Escuro 6Gb Ram",
        "price": 1998,
        "description": "Celular Samsung Galaxy A25 5G, Câmera Tripla Traseira de até 50MP (Estabilização Óptica), Selfie de 13MP, Tela Infinita Super AMOLED de 6.5\" 120 Hz, Som Estéreo Dolby Atmos, Gravação de vídeos em 4K, 128GB, 6GB, Processador Octa-Core, Bateria de longa duração, Dual Chip. • Câmera Tripla Traseira de até 50MP (Estabilização Óptica) • Selfie de 13MP • Tela Infinita Super AMOLED de 6.5\" 120 Hz • Som Estéreo Dolby Atmos • Gravação de vídeos em 4K • Memória Interna de 128GB* e 6GB de RAM • Processador Octa-Core • Bateria de longa duração de 5.000mAh • Dual Chip, Dual Messenger, Cadeado Galaxy",
        "image": "images/23.webp"
    },
    {
        "id": 24,
        "title": "Celular Samsung Galaxy S24, Galaxy Ai, Câmera Tripla Traseira De Até 50mp, Selfie De 12mp, Tela De 6.2 1-120hz, 256gb, 8gb De Ram, Esim Cinza",
        "price": 5099,
        "description": "Com o poder do Galaxy AI Bem-vindo à uma nova era. Com o Galaxy S24 estamos entrando em uma nova era de celulares, trazendo a Inteligência Artificial com facilidade e praticidade para o seu dia-a-dia. Descubra novas formas de se conectar, buscar, criar e jogar. Design aprimorado Fácil de segurar, acabamento incrível em alumínio com cores que combinam com o seu jeito. images nítidas e brilhantes mesmo no escuro Tire fotos brilhantes, coloridas e nítidas, mesmo no escuro, com o AI ISP. Finalmente, os retratos dos seus sonhos. Faça zoom de 2x, ou até mesmo de 3x, realmente não importa. Cada distância pode ser tão clara quanto o dia, mesmo que seja noite.",
        "image": "images/24.webp"
    },
    {
        "id": 25,
        "title": "Samsung Galaxy S24 Ultra 5G Dual SIM 256 GB titânio-cinza 12 GB RAM",
        "price": 5492,
        "description": "Fotografia profissional no seu bolso Descubra infinitas possibilidades para suas fotos com as 4 câmeras principais de sua equipe. Teste sua criatividade e jogue com iluminação, diferentes planos e efeitos para obter ótimos resultados. Perfeito para quem gosta de fotos detalhadas. Seu zoom óptico lhe dará a possibilidade de ampliar sem perder qualidade de suas capturas. Experiência visual incrível Assista às suas séries e filmes favoritos com a melhor definição na sua tela Dynamic AMOLED 2X de 6.8\". Desfrute de cores brilhantes e detalhes precisos em todo o seu conteúdo. Capacidade e eficiência Com seu poderoso processador e memória RAM de 12 GB seu computador alcançará alto desempenho com alta velocidade de transmissão de conteúdos e executará vários aplicativos ao mesmo tempo, sem atrasos. Desbloqueio facial e de impressão digital Máxima segurança para que apenas você possa acessar o sua equipe. Você pode escolher entre o sensor de impressão digital para ativar seu telefone com um toque, ou o reconhecimento facial que permite desbloquear até 30% mais rápido. Vida útil da bateria mais longa Desconecte-se! Com a super bateria de 5000 mAh você terá energia por muito mais tempo para jogar, assistir séries ou trabalhar sem recarregar.",
        "image": "images/25.webp"
    },
    {
        "id": 26,
        "title": "Smartphone Motorola Edge 50 Pro 5G - 256GB 24GB (12GB RAM+12GB Ram Boost) 50MP Ultra-Pixel AI Camera IP68 NFC - Preto",
        "price": 1099,
        "description": "Motorola Edge 50 PRO 5G 256GB 24GB (12GB RAM+12GB Ram Boost) Tela 6,7 pOLED Gorilla Glass, IP68, Snapdragon 7. O poder da AI na melhor câmera Motorola. Tela pOLED Super HD display de 6,7 com 2.000 nits e som Dolby Atmos. Em apenas 6 minutos, bateria para o dia todo. Carregador TurboPower 125W incluso na caixa. Desempenho potente do Snapdragon 7 Gen 3. Acabamento sofisticado em Silicon Leather. Proteção IP68 - Proteção para você relaxar: O Moto Edge 50 PRO com Proteção IP68 é resistente à poeira, sujeira e areia, suporta até 1,5 metro de profundidade por até 30 minutos em água doce. Nitidez e brilho em qualquer luz: A câmera principal de 50 MP está repleta de novidades de ponta que transformam momentos cotidianos em lindas memórias. A maior abertura de lente em um smartphone permite a captura de muito mais luz. O foco automático a laser age em um instante para você não perder nada. A Estabilização óptica de imagem (OIS) elimina qualquer tremor para que suas fotos fiquem sempre nítidas. Qualidade profissional. Nem precisa ser profissional: Eleve a qualidade dos seus cliques com o Max Foto Pro, que melhora o alcance dinâmico, aumentando a proporção entre o brilho e as partes mais escuras de uma imagem. Os detalhes também ficam mais precisos e a Inteligência Artificial entrega efeito bokeh baseado em software e redução avançada de ruído nos ambientes com pouca iluminação. Capture a vida em movimento: Novos recursos com Inteligência Artificial tornam mais fácil obter ótimos resultados em qualquer situação. A Estabilização inteligente usa Inteligência Artificial para reconhecer os movimentos durante a filmagem e ajusta dinamicamente o nível de estabilização para gerar os melhores resultados. O Rastreio do foco automático produz images nítidas ao usar Inteligência Artificial para manter o foco mesmo que haja movimento no quadro. E deixe a criatividade te guiar com a Exposição longa. Ultra-wide ou close-up, você escolhe: A lente ultra-wide de 120° captura exatamente o que seus olhos veem, enquadrando mais do cenário que as lentes padrão. Use a lente macro e chegue 4x mais perto para capturar os mínimos detalhes. Match de estilo: Crie planos de fundo e temas que combinam com seu estilo único. Pode ser uma foto da sua roupa ou uma ilustração interessante, e o Motorola Edge 50 Pro usa Inteligência Artificial generativa para produzir quatro images únicas. Escolha a sua preferida e defina como seu plano de fundo. Cores Pantone Validated: O Motorola Edge 50 Pro é o primeiro dispositivo do mundo com uma tela com cores validadas pela Pantone. Isso significa que ele possui uma tela que simula de forma autêntica as cores como elas realmente são, inclusive tons de pele. Imersão infinita: Qualidade de cinema - Veja além dos limites com o display pOLED de 6,7 com borda infinita. Super HD - Assista a filmes e séries em HDR10+ com bilhões de tonalidades realistas. Ultrarrápido. Ultrafluido - Rapidez ao jogar e navegar pelos seus apps com uma taxa de atualização incrivelmente rápida de 144 Hz. Áudio sem igual - Ouça suas músicas e vídeos na qualidade que eles merecem com o Dolby Atmos. Como usar o RAM Boost: A Otimização de RAM (RAM Boost) transforma o armazenamento em RAM virtual sempre que você precisa de mais velocidade. Por padrão, esse recurso fica sempre ativado, fazendo com que o telefone se adapte conforme necessário, adicionando 12GB de RAM extra para ajudar no processo quando necessário. Gerencie este recurso em CONFIGURAR> SISTEMA> DESEMPENHO e selecione OTIMIZAÇÃO DE RAM. 12GB MEMÓRIA RAM (Memória do dispositivo) +12GB MEMÓRIA BOOST (Otimização da RAM). *O armazenamento do telefone é usado para aumentar a RAM e otimizar o desempenho.",
        "image": "images/26.webp"
    },
    {
        "id": 27,
        "title": "Samsung Galaxy S25 5G, 128GB, 12GB, Câmera Tripla -Verde claro",
        "price": 6299,
        "description": "Fotografia profissional no seu bolso Descubra infinitas possibilidades para suas fotos com as 3 câmeras principais da sua equipe. Teste sua criatividade e brinque com iluminação, diferentes planos e efeitos para obter ótimos resultados. Perfeito para amantes de fotos detalhadas. Seu zoom óptico permitirá que você aumente o zoom sem perder a qualidade em suas capturas. Experiência visual incrível Assista suas séries e filmes favoritos na melhor definição por meio de sua tela Dynamic AMOLED 2X de 6,2\". Desfrute de cores brilhantes e detalhes precisos em todo o seu conteúdo. Capacidade e eficiência Com seu poderoso processador e 12 GB de RAM, seu computador alcançará alto desempenho com alta velocidade de transmissão de conteúdo e executará vários aplicativos ao mesmo tempo sem atrasos. Desbloqueio facial e por impressão digital Segurança máxima para que somente você possa acessar o dispositivo. Você pode escolher entre o sensor de impressão digital para ativar o telefone com um toque ou o reconhecimento facial que permite desbloquear até 30% mais rápido. Maior duração da bateria Desconecte! Com a superbateria de 4000 mAh, você terá muito mais energia para jogar, assistir séries ou trabalhar sem recarregar.",
        "image": "images/27.webp"
    },
    {
        "id": 28,
        "title": "Computador Completo Fácil Office Intel Core i5 4570 4ª Geração 16Gb Ram 256Gb Ssd Monitor 23\" 75Hz Hdmi Windows 10 Pro Trial Cdf-0100of",
        "price": 1140,
        "description": "Motorola Edge 50 PRO 5G 256GB 24GB (12GB RAM+12GB Ram Boost) Tela 6,7 pOLED Gorilla Glass, IP68, Snapdragon 7. O poder da AI na melhor câmera Motorola. Tela pOLED Super HD display de 6,7 com 2.000 nits e som Dolby Atmos. Em apenas 6 minutos, bateria para o dia todo. Carregador TurboPower 125W incluso na caixa. Desempenho potente do Snapdragon 7 Gen 3. Acabamento sofisticado em Silicon Leather. Proteção IP68 - Proteção para você relaxar: O Moto Edge 50 PRO com Proteção IP68 é resistente à poeira, sujeira e areia, suporta até 1,5 metro de profundidade por até 30 minutos em água doce. Nitidez e brilho em qualquer luz: A câmera principal de 50 MP está repleta de novidades de ponta que transformam momentos cotidianos em lindas memórias. A maior abertura de lente em um smartphone permite a captura de muito mais luz. O foco automático a laser age em um instante para você não perder nada. A Estabilização óptica de imagem (OIS) elimina qualquer tremor para que suas fotos fiquem sempre nítidas. Qualidade profissional. Nem precisa ser profissional: Eleve a qualidade dos seus cliques com o Max Foto Pro, que melhora o alcance dinâmico, aumentando a proporção entre o brilho e as partes mais escuras de uma imagem. Os detalhes também ficam mais precisos e a Inteligência Artificial entrega efeito bokeh baseado em software e redução avançada de ruído nos ambientes com pouca iluminação. Capture a vida em movimento: Novos recursos com Inteligência Artificial tornam mais fácil obter ótimos resultados em qualquer situação. A Estabilização inteligente usa Inteligência Artificial para reconhecer os movimentos durante a filmagem e ajusta dinamicamente o nível de estabilização para gerar os melhores resultados. O Rastreio do foco automático produz images nítidas ao usar Inteligência Artificial para manter o foco mesmo que haja movimento no quadro. E deixe a criatividade te guiar com a Exposição longa. Ultra-wide ou close-up, você escolhe: A lente ultra-wide de 120° captura exatamente o que seus olhos veem, enquadrando mais do cenário que as lentes padrão. Use a lente macro e chegue 4x mais perto para capturar os mínimos detalhes. Match de estilo: Crie planos de fundo e temas que combinam com seu estilo único. Pode ser uma foto da sua roupa ou uma ilustração interessante, e o Motorola Edge 50 Pro usa Inteligência Artificial generativa para produzir quatro images únicas. Escolha a sua preferida e defina como seu plano de fundo. Cores Pantone Validated: O Motorola Edge 50 Pro é o primeiro dispositivo do mundo com uma tela com cores validadas pela Pantone. Isso significa que ele possui uma tela que simula de forma autêntica as cores como elas realmente são, inclusive tons de pele. Imersão infinita: Qualidade de cinema - Veja além dos limites com o display pOLED de 6,7 com borda infinita. Super HD - Assista a filmes e séries em HDR10+ com bilhões de tonalidades realistas. Ultrarrápido. Ultrafluido - Rapidez ao jogar e navegar pelos seus apps com uma taxa de atualização incrivelmente rápida de 144 Hz. Áudio sem igual - Ouça suas músicas e vídeos na qualidade que eles merecem com o Dolby Atmos. Como usar o RAM Boost: A Otimização de RAM (RAM Boost) transforma o armazenamento em RAM virtual sempre que você precisa de mais velocidade. Por padrão, esse recurso fica sempre ativado, fazendo com que o telefone se adapte conforme necessário, adicionando 12GB de RAM extra para ajudar no processo quando necessário. Gerencie este recurso em CONFIGURAR> SISTEMA> DESEMPENHO e selecione OTIMIZAÇÃO DE RAM. 12GB MEMÓRIA RAM (Memória do dispositivo) +12GB MEMÓRIA BOOST (Otimização da RAM). *O armazenamento do telefone é usado para aumentar a RAM e otimizar o desempenho.",
        "image": "images/28.webp"
    },
    {
        "id": 29,
        "title": "Computador Slim Intel Core I5 8gb Ssd 480gb 19 Strong Tech",
        "price": 1099,
        "description": "Explore a tecnologia com o Strong Tech Desktop, uma solução avançada que redefine a experiência digital. Desenvolvido para otimizar espaço e oferecer praticidade, um computador slim é a escolha ideal para ambientes com limitações de espaço. Não apenas economiza espaço, mas também oferece desempenho poderoso para atender às suas necessidades diárias de computação. Com o renomado processador Intel™ Core i5, este computador é uma força poderosa, capaz de enfrentar até mesmo as tarefas mais exigentes com facilidade, proporcionando um desempenho incomparável para aplicativos e atividades que demandam processamento. ESPECIFICAÇÕES: Marca: Strong Tech Modelo: Desktop Processador • Marca: Intel • Modelo: Core i5 • Núcleos: 4 • Threads: 4 • Cache: 6MB • Frequência base: 3.10 GHz • Frequência Turbo Max: 3.40 GHz Memória Ram • Capacidade: 8GB - DDR3 Armazenamento • Tipo: Ssd • Capacidade: 480GB Placa Mãe • Chipset: Intel • Conexões: 6x Usb 1x Entrada para fone de ouvido 1x Entrada para microfone 1x Hdmi 1x Rj-45 1x Vga • Áudio: HD de alta definição 5.1 canais • Rede: lan Gigabit 10/100 Gabinete • Tipo: Slim • Cor: Preto • Conexões: 2x USB e 2x áudio • Fonte: Bivolt Manual Monitor • Monitor 19 polegadas Acessórios • Teclado e Mouse com Fio USB Observação: Pequenas mudanças podem ocorrer no frontal do gabinete dependendo do nosso estoque no momento, mas sem jamais deixar de entregar as mesmas especificações técnicas. Conteúdo da Embalagem: Pc Slim, Teclado e Mouse Com Fio, Monitor de 19\" e Cabos Conectores.",
        "image": "images/29.webp"
    },
    {
        "id": 30,
        "title": "Notebook Positivo Vision C14 Lumina BAR Celeron 4GB 128GB eMMC Tela 14 Polegadas HD Antirreflexo Windows 11 Tecla Link – Cinza",
        "price": 1299,
        "description": "Descubra a nova linha de notebooks Positivo Vision, perfeito para todas as suas atividades diárias! Desenvolvido com foco em praticidade, ele é ideal para tarefas leves como planilhas, edição de texto e navegação na web. Além disso, você poderá desfrutar de videochamadas com sua câmera de alta definição. Suporta softwares de ensino e ferramentas básicas de trabalho, o Positivo Vision garante que você esteja sempre pronto para alcançar seus objetivos. Não perca tempo, experimente o poder da nova linha Positivo Vision e eleve suas atividades diárias a um novo nível de eficiência. A Positivo Tecnologia inova no mercado ao lançar a primeira linha de notebooks do mundo com a tecnologia Lumina BAR, oferecendo uma experiência superior aos usuários. Os notebooks possuem barras de LED com ajuste de 3 níveis de intensidade, proporcionando uma iluminação ideal para a webcam, resultando em uma captura de imagem excepcional mesmo em ambientes com pouca iluminação. Tecla Link exclusiva para conectar o celular ao notebook de uma forma mais simples. Sincronização de fotos, salvamento de images com facilidade, visualização de mensagens SMS, status da bateria, entre outras funcionalidades com apenas um toque. Além disso, as teclas serigrafadas são um destaque adicional. Com letras nítidas e visíveis, projetadas para facilitar a digitação e auxiliar você em todas as suas tarefas diárias. Agora você pode digitar com confiança, mesmo em ambientes com pouca luz. Para acompanhar seu estilo de vida em movimento, o dispositivo é alimentado por uma bateria de longa duração, com uma média de 7 horas* de autonomia. Isso o torna ideal para atividades fora de casa, como levar para a escola ou faculdade, permitindo que você trabalhe ou estude sem se preocupar em encontrar uma tomada. Afinal, o Vision C14 é leve, fino e portátil, pesando apenas 1,4 kg e espessura de 18,7 mm. Isso significa que você pode levá-lo para qualquer lugar com facilidade. Com uma tela LED em alta definição de 14.1” de bordas finas e tecnologia antirreflexo. Assista a filmes, aulas, navegue na web, estude ou trabalhe em projetos com detalhes nítidos, sem ser incomodado por reflexos indesejados. Sua privacidade é uma prioridade, e garantida com a webcam cover. Agora você pode ter certeza que está seguro, simplesmente deslizando a tampa de proteção sobre a câmera. Seu controle total sobre quando a câmera está ligada ou desligada. Imagine um notebook que não precise de ventoinhas para se manter frio. Isso mesmo, o notebook Positivo Vision foi desenvolvido com o sistema fanless, sendo uma tecnologia que permite que o seu notebook fique completamente livre de barulhos irritantes e ainda mantenha uma temperatura agradável. Com um design inteligente, ele usa recursos como dissipação de calor passiva para manter tudo funcionando sem esquentar. Então, esqueça aquele barulhinho chato das ventoinhas e desfrute de uma experiência tranquila e silenciosa. Seu notebook perfeito para acompanhar seu estilo de vida em movimento. *O tempo de duração da bateria pode variar de acordo com o uso. Aviso legal • A duração da bateria depende do uso que se dê ao produto.",
        "image": "images/30.webp"
    },
    {
        "id": 31,
        "title": "Apple iPhone 15 128GB, Quadriband, 6,1'', Câmera Dupla 48MP, Preto - Mtp03br/a",
        "price": 4589.10,
        "description": "Câmera dupla e detector de acidentes o iphone que já era de tirar o fôlego, agora ganha uma versão ainda melhor com o iphone 15 de 128gb, sistema operacional aprimorado ios 17, velocidade 5g, processador a16 bionic e muito mais para você aproveitar! são 6.1´´ de tela em super retina xdr com resolução 2556 x 1179 pixels para garantir uma exibição de gala! Câmeras que valem muito maiso sistema de câmeras é duplo! a lente grande angular rouba a cena com incríveis 48mp combinados a mais 12mp da lente ultra angular, além de outros 12mp da câmera frontal, que possui tecnologia truedepth capaz de proporcionar um reconhecimento rápido e preciso do rosto das pessoas, devido aos sensores que funcionam perfeitamente mesmo diante de baixa luminosidade. Proteção máxima o iphone 15 traz certificação ip68, que permite ao aparelho ficar submerso em água a até 6 metros de profundidade por no máximo 30 minutos. ele também conta com detector de acidentes e aciona o socorro automaticamente. Economia e sustentabilidade aproveite a possibilidade de usar o carregamento rápido e diminua drasticamente o tempo de recarga do aparelho! fique sempre conectado sem se preocupar, o iphone 15 traz ainda em sua composição 75% de alumínio reciclado, para cuidar de você e do planeta o tempo todo!",
        "image": "images/31.webp"
    },
    {
        "id": 32,
        "title": "Notebook Acer Aspire 5 AMD Ryzen7-5700U, 16GB RAM, SSD 512GB, 15.6'' FHD IPS, AMD Radeon, Linux, Prata - A515-45-R74N",
        "price": 4149.99,
        "description": "Desbloqueie a Potência do Processador Ryzen 7 Maximize sua capacidade multitarefa e otimize sua produtividade com o processador ultraeficiente AMD Ryzen 7 e obtenha desempenho acelerado. Gráficos Incríveis Quer esteja assistindo o mais recente filme ou explorando novos mundos de jogos, veja tudo com detalhes extraordinariamente suaves com os gráficos AMD Radeon, que proporcionam uma experiência envolvente de multimídia e jogos. Visualização Clara e Confortável Veja mais e faça mais com a maravilhosa tela de 15.6” com painel de LED IPS equipado com o conjunto de tecnologias visuais da Acer para otimização dinâmica de cores e visualização confortável.",
        "image": "images/32.webp"
    },
    {
        "id": 33,
        "title": "Monitor Gamer LG UltraGear 27\" FHD, IPS, 180Hz, 1ms GTG, HDR10, DisplayPort e HDMI, G-Sync, FreeSync, Preto - 27GS60F-B",
        "price": 1099.99,
        "description": "Mais Velocidade. Mais Chance de Vitória Fique à frente dos seus oponentes e garanta a vitória com uma taxa de atualização de 180Hz e um tempo de resposta de 1ms GtG no painel IPS. Velocidade Atualizada. Novo Padrão Eleve seu desempenho com a taxa de atualização de 180Hz, que proporciona mais ação e menos input lag. A atualização de 180Hz permite carregar imagens em movimento até 180 vezes por segundo, garantindo uma jogabilidade incrivelmente suave. Tecnologia Perfeita para Jogos Desfrute de gráficos impecáveis com a compatibilidade com NVIDIA G-SYNC e AMD FreeSync, que reduzem rasgos e rupturas na tela, proporcionando uma experiência de jogo rápida e suave. Imagem Nítida de Qualquer Ângulo Com uma tela IPS e tempo de resposta de 1ms (GtG), o monitor oferece imagens claras e nítidas, elevando seu desempenho a um novo patamar. O painel IPS também permite visualizar essas imagens de ângulos de até 178º. Jogue com Cores Mais Ricas e Reais Com a gama de cores sRGB 99% (Típ.) e suporte a HDR10, você obtém uma imersão visual realista com cores mais vivas e reais. Independentemente do campo de batalha, seus jogos exibirão cores fiéis à intenção dos desenvolvedores.",
        "image": "images/33.webp"
    },
    {
        "id": 34,
        "title": "Monitor Gamer Gigabyte 27'' QHD, IPS 165Hz, 0.5ms, DisplayPort e HDMI, HDR, 140% sRGB, FreeSync Premium, VESA, Preto - M27Q-SA",
        "price": 2799.99,
        "description": "A ÚLTIMA MILHA PARA O SEU SISTEMA DE JOGO Como um jogador invisível, o monitor costuma ser subestimado. A verdade é que os monitores se formam como um efeito sinérgico e trazem o melhor desempenho dos componentes do PC. Os monitores de jogos GIGABYTE oferecem as especificações e qualidade mais recentes, os usuários podem realmente desfrutar de um desempenho de alto nível sem a necessidade de extravagância. O recurso KVM permite controlar vários dispositivos por meio de um conjunto de teclado, vídeo e mouse. Com nosso botão KVM exclusivo, você descobrirá que a troca de dispositivos não pode ser mais fácil! Rápido como um piscar de olhos! SIMPLES, MAS ESTILOSO A aparência simplificada representa a simplicidade da filosofia de design da série de jogos GIGABYTE, suporte robusto e acabamento fosco construído para recursos funcionais e estéticos adicionando mais às características.",
        "image": "images/34.webp"
    },
    {
        "id": 35,
        "title": "MacBook Pro Apple 16'', M3 Max, CPU 16 Núcleos, GPU 40 Núcleos, 48GB RAM, SSD 1TB, Prateado - MUW73BZ/A",
        "price": 27999.99,
        "description": "Um verdadeiro salto triplo. O MacBook Pro chega a um outro patamar com os chips M3, M3 Pro e M3 Max. Produzidos com a tecnologia de três nanômetros e uma nova arquitetura de GPU, são os chips mais avançados em um computador pessoal até hoje. E cada um traz mais desempenho e capacidade para profissionais. Alto desempenho gráfico Descubra uma nova classe de arquitetura de GPU e a maior revolução em processamento gráfico em um chip da Apple. O Dynamic Caching otimiza a memória rápida do sistema para ampliar drasticamente o uso médio da GPU. O aumento do desempenho é gritante para apps e jogos pesados. Pro para toda obra O MacBook Pro tem a maior duração de bateria em um Mac: até 22 horas. Essa é a mágica por trás da eficiência dos chips da Apple. Todos os modelos mantêm o alto rendimento ligados na tomada ou não. Eles estão sempre prontos para quando a inspiração bater ou o dever chamar. A melhor tela de notebook já vista O Extreme Dynamic Range (XDR) garante realces nas áreas de luz, detalhes incríveis nas sombras, além de cores realistas e vibrantes. A tela Liquid Retina XDR já vem calibrada de fábrica e conta com ProMotion e modos de imagem profissionais.",
        "image": "images/35.webp"
    },
    {
        "id": 36,
        "title": "iPhone 16e Apple 128GB, Câmera 48MP, Tela Super Retina XDR 6,1'', Branco",
        "price": 4499.10,
        "description": "Inteligência pessoal ao seu alcance O iPhone 16e foi projetado para a Apple Intelligence, o sistema de inteligência pessoal que ajuda você a escrever, se expressar e fazer de tudo facilmente. Crie seu próprio emoji, edite uma foto com o recurso Limpeza e muito mais. Com proteções de privacidade revolucionárias, você tem a segurança de que ninguém vai acessar seus dados, nem mesmo a Apple. Com grandes poderes vem grande privacidade A Apple Intelligence foi desenvolvida para proteger sua privacidade em todas as etapas. Ela é integrada ao iPhone por meio do processamento no aparelho, ou seja, suas informações pessoais não precisam ser coletadas. E, com a revolucionária Computação Privada na Nuvem, a Apple Intelligence usa modelos maiores criados pela Apple e baseados em servidores com chips da Apple. Ela processa solicitações mais complexas e protege sua privacidade ao mesmo tempo. Duro na queda, e de cair o queixo. O iPhone 16e tem um design incrível, por dentro e por fora, e está disponível em preto ou branco. Com estrutura feita de alumínio aeroespacial resistente, o iPhone 16e é projetado para durar mais e não se deixa abalar com qualquer quedinha. Super Bateria O iPhone 16e conta com uma superbateria: até 6 horas a mais do que o iPhone 11 e 12 horas a mais do que o iPhone SE. Para um iPhone com suas medidas, é a bateria de maior duração até hoje. Graças à impressionante eficiência no consumo de energia do chip da Apple e também do C1, o primeiro modem desenhado pela Apple, além do iOS, você pode assistir a vídeos por até 26 horas no iPhone 16e. Isso significa mais tempo para conversar, navegar ou curtir filmes e séries. Rápido agora e no futuro. O iPhone 16e vem com nosso chip de última geração. Com ele, tudo fica muito mais rápido e fácil, como navegar pelas fotos e criar imagens com a Apple Intelligence. E, com GPU de quatro núcleos, até os jogos mobile mais exigentes rodam sem esforço e ganham vida com os gráficos de alta velocidade. iOS 18 Usar o iPhone significa usar o iOS, um sistema operacional extremamente seguro e intuitivo, que permite compartilhar fotos e arquivos, conversar com outras pessoas e muito mais. Tudo de um jeito integrado. Com o iOS 18, você pode personalizar a Tela de Início e a Tela Bloqueada do iPhone. E o poderoso chip A18 faz o iOS rodar de um jeito incrível, além de garantir que o iPhone 16e esteja pronto para futuras atualizações.",
        "image": "images/36.webp"
    },
    {
        "id": 37,
        "title": "Smartphone Samsung Galaxy A15, 256GB, 8GB RAM, Octa Core, Câmera Tripla 50MP, Tela Infinita 6.5\", Azul Escuro",
        "price": 1099,
        "description": "Desfrute do smartphone Samsung Galaxy A15 com tela super AMOLED de 6.5'', câmera tripla traseira de 50MP + 5MP + 2MP, bateria de 5000mAh, processador octa-core, 256GB de armazenamento,8GB de RAM, e muito mais. Capture fotos incríveis, mantenha-se produtivo e conectado com estilo e inovação. Dual chip, cadeado Galaxy, e atualizações garantidas.",
        "image": "images/37.webp"
    },
    {
        "id": 38,
        "title": "Apple Airpods Pro 2 Com Estojo Carregamento Sem Fio Magsafe Mtjv3ll/a",
        "price": 1927,
        "description": "Os Apple AirPods Pro 2 são a escolha perfeita para quem busca qualidade de som superior e conforto. Com um design in-ear que se adapta perfeitamente ao ouvido, eles oferecem um ajuste seguro e confortável, ideal para longas sessões de uso. A tecnologia de cancelamento de ruído ativa permite que você mergulhe em sua música ou podcasts, bloqueando distrações externas. Cancelamento Ativo de Ruído de nível profissional e inovações em saúde auditiva. Cancelamento Ativo de Ruído até 2x melhor com Áudio Adaptativo e modo Ambiente. Redução de Som Alto, Amplificação na Conversa e Sons de Fundo. Isolamento de Voz, “E aí, Siri” e interações com a Siri. Até 6 horas de áudio com apenas uma recarga com o Cancelamento Ativo de Ruído ativado. Até 30 horas de áudio no total com o Cancelamento Ativo de Ruído ativado, com o estojo. Estojo de recarga sem fio (USB-C) com MagSafe, alto-falante para o recurso Buscar com Busca Precisa e entrada para cordão. Resistência a poeira, suor e água. Áudio Espacial Personalizado com Rastreamento Dinâmico da Cabeça. Garantia do Fornecedor 3 Meses. Itens Inclusos: AirPods Pro 2; Estojo de recarga MagSafe (USB-C) com alto-falante e entrada para cordão; Pontas de silicone (quatro tamanhos: PP, P, M, G); Cabo para recarga com conector USB-C; Documentação. Fabricante: Apple. Modelo: MTJV3LL/A. Peso: 500 gramas (bruto com embalagem). Equipados com um estojo de carregamento sem fio MagSafe, os AirPods Pro 2 garantem que você tenha energia sempre à mão. A conexão Bluetooth 5.3 proporciona uma experiência de áudio estável e de alta qualidade, enquanto os dois microfones integrados permitem chamadas claras e nítidas. O sensor de proximidade ativa a reprodução automática, tornando a experiência ainda mais intuitiva. Além disso, os AirPods Pro 2 são resistentes à água e ao pó, oferecendo durabilidade para o uso diário. Com assistentes de voz integrados, como a Siri, você pode controlar sua música e atender chamadas com facilidade. A luz LED no estojo de carregamento indica o status da bateria, garantindo que você esteja sempre preparado para o dia.",
        "image": "images/38.webp"
    },
    {
        "id": 39,
        "title": "AirPods 4 Apple com Estojo de Recarga USB-C, Branco - MXP63BZ/A",
        "price": 1099,
        "description": "Som Imersivo Digno De Cinema O Áudio Espacial Personalizado com Rastreamento Dinâmico da Cabeça envolve você com som por todos os lados, criando uma experiência de áudio tridimensional para música, séries, filmes, jogos e muito mais. Um Sonoro Salto Em Capacidade O poderoso chip H2 chega aos AirPods 4 para transformar completamente a qualidade do som e das chamadas. Com vários recursos inteligentes, os AirPods 4 se adaptam a praticamente qualquer ambiente, até mesmo quando você precisa de silêncio absoluto. Para Um Encaixe Perfeito A nova arquitetura interna e o acabamento refinado proporcionam um encaixe firme e confortável para ainda mais pessoas. Conexão Instantânea Os AirPods 4 são emparelhados imediatamente com os aparelhos conectados ao seu ID Apple. Basta aproximar os AirPods do iPhone ou iPad e tocar em Conectar. Características: - Marca: Apple - Modelo: AirPods 4. Especificações: Tecnologia de áudio: - Driver de alta amplitude exclusivo Apple - Amplificador exclusivo com alto alcance dinâmico - Isolamento de Voz - Áudio Espacial Personalizado com Rastreamento Dinâmico da Cabeça - Equalização Adaptativa - Sistema de entrada e saída de ar para equalizar a pressão. Sensores: - Microfones duplos com filtragem espacial - Microfone voltado para dentro - Sensor intra-auricular óptico - Acelerômetro com detecção de movimento - Acelerômetro com detecção de voz - Sensor de força. Chip: - H2 para fones de ouvido. Controles: - Aperte uma vez para reproduzir ou pausar a mídia - Aperte uma vez para atender uma ligação e ativar ou desativar o microfone - Aperte duas vezes para encerrar uma ligação - Aperte duas vezes para avançar - Aperte três vezes para voltar - Mantenha a haste pressionada para ativar a Siri - Diga “E aí, Siri” para reproduzir uma música, fazer uma ligação ou receber um itinerário - As interações com a Siri permitem acenar positiva ou negativamente com a cabeça quando a Siri perguntar se você quer ouvir mensagens, atender ligações, checar notificações ou muito mais. Resistências: - Resistência a poeira, suor e água (IP54). Estojo de recarga: - Compatível com conector USB-C. Bateria: AirPods 4: - Até 5 horas de áudio com apenas uma recarga - Até 4,5 horas de conversação com apenas uma recarga. AirPods 4 com estojo de recarga (USB-C): - Até 30 horas de áudio - Até 20 horas de conversação - Com 5 minutos no estojo, você consegue aproximadamente 1 hora de áudio ou cerca de 1 hora de conversação. Conectividade: - Bluetooth 5.3. Acessibilidade: Os recursos de acessibilidade ajudam pessoas com deficiência a aproveitar ao máximo seus AirPods novos. Entre os recursos, estão: - Ouvir ao Vivo - Níveis dos fones de ouvido - Adaptações de Fone de Ouvido. Requisitos do sistema: - Modelos de iPhone com a versão mais recente do iOS - Modelos de iPad com a versão mais recente do iPadOS - Modelos de Apple Watch com a versão mais recente do watchOS - Modelos de Mac com a versão mais recente do macOS - Modelos de Apple TV com a versão mais recente do tvOS - Os AirPods podem ser usados como fones de ouvido sem fio Bluetooth tanto em aparelhos Apple com versões anteriores de software quanto em aparelhos que não sejam da Apple, mas a funcionalidade pode ser limitada.",
        "image": "images/39.webp"
    },
    {
        "id": 40,
        "title": "Power Bank Universal Geonav, 10000 mAh, Preto - PB10KBK",
        "price": 69.99,
        "description": "{\"Características\": {\"Marca\": \"Geonav\", \"Modelo\": \"PB10KBK\"}, \"Especificações\": {\"Cor\": \"Preto\", \"Capacidade\": \"10.000 mAh\", \"Entrada\": \"Micro USB\"}, \"USB\": {\"Quantidade\": 3, \"Portas\": [\"2 x USB (2.1A2)\", \"1 x USB-C (2A)\"], \"Capacidade de Carga Simultânea\": \"Permite carregar três aparelhos ao mesmo tempo (2A máximo em cada porta)\"}, \"Conteúdo da Embalagem\": [\"1 x Carregador Portátil Universal Geonav\", \"1 x Cabo Micro USB\"], \"Garantia\": \"1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante)\", \"Peso\": \"275 gramas (bruto com embalagem)\", \"Código Anatel\": \"078971912408\", \"Descrição\": {\"Título\": \"Carregador Portátil Geonav - PB10K\", \"Capacidade\": \"O carregador portátil de 10.000 mAh, que carrega até três dispositivos ao mesmo tempo, conta com saída pass through, que possibilita carregar um dispositivo enquanto o power bank está conectado à tomada ou ao computador.\"}, \"Explicação da Capacidade\": {\"O que significa conter 10.000 mAh?\": \"Essa numeração é o valor nominal, ou seja, representa a capacidade real da bateria. Este número serve como base para acharmos o valor final, que é o que realmente está disponível para carregar o aparelho.\", \"Por que dois valores?\": \"Isso acontece porque ao converter a tensão da bateria do power bank (3.7V) para a exigida pelo conector USB (5V), existe um gasto de energia. Neste processo há uma perda padrão de energia que pode chegar a 35% do valor nominal.\", \"Cálculo do Valor Final\": \"Valor Nominal x 3.7 / 5 - 10% = Valor Final\"}, \"Cálculo de Recargas\": {\"Descrição\": \"Para identificar o número de recargas do power bank, é necessário dividir o valor final pela capacidade da bateria do celular.\", \"Capacidades de Bateria de Alguns Modelos\": {\"iPhone X\": \"2.716 mAh\", \"iPhone 8 Plus\": \"2.691 mAh\", \"iPhone XR\": \"2.492 mAh\", \"iPhone 7\": \"1.960 mAh\", \"Samsung Galaxy S8\": \"3.000 mAh\", \"Samsung Galaxy S9\": \"3.000 mAh\", \"Samsung Galaxy S9+\": \"3.500 mAh\", \"Moto G5\": \"3.000 mAh\"}, \"Exemplo de Cálculo\": {\"Modelo de Referência\": \"iPhone 8\", \"Capacidade da Bateria\": \"1.821 mAh\", \"Cálculo\": \"6.660 / 1.821 = 3,65 recargas\"}}}",
        "image": "images/40.webp"
    },
    {
        "id": 41,
        "title": "Capinha de Celular, Anti-Impacto",
        "price": 38.15,
        "description": "Capinha de Celular Anti-Impacto O celular é considerado nosso companheiro de todas as horas não é mesmo?! Afinal, um aparelho que oferece tantas funcionalidades não poderia deixar de ser diferente. Mas, sabemos que todo smartphone conta com total fragilidade e um descuido pode ser fatal, isso acontece devido a esse tipo de aparelho permanecer em tempo integral no nosso cotidiano. Indo do bolso da calça para as mãos, das mãos para a mesa do escritório, para o carro, e assim por diante. Afinal, por mais cuidadosa que uma pessoa seja, é fato que em algum momento o aparelho poderá escorregar e cair no chão, resultando em riscos e danos no celular, principalmente na tela, que é a parte que mais danifica. Então toda precaução é muito bem-vinda, como o uso da capinha de celular da Geonav por exemplo, que traz proteção completa para o iPhone 11 Pro Max. Confeccionada com materiais de alta qualidade o modelo Impact Pro, que vem na cor laranja, conta com a combinação de três materiais de altíssima qualidade tornam o produto perfeito para o uso diário. O TPU premium flexível nas extremidades facilita a instalação e remoção da capa, além de ajudar na absorção de Impacto. O material interno de reforço High anti-shock realça o poder de amortecimento em caso de quedas. E o policarbonato na parte traseira traz proteção total com leveza e transparência para seu aparelho.",
        "image": "images/41.webp"
    },
    {
        "id": 42,
        "title": "Oculos Vr Realidade Virtual Shinecon Sc-g04e",
        "price": 249.99,
        "description": "Experiência maravilhosa da tela 3D IMXA Óculos 3D é um tipo de dispositivo que nos ajuda a desfrutar de filmes 3D/jogos com o nosso telefone. Usá-lo, você vai encontrar um mundo além de sua imaginação. 3m igual a uma tela gigante de 150 polegadas, trazendo qualidade HD, experiência realista e imersiva. Leve-o para o incrível mundo da realidade virtual. 360° de estímulo e experiência de jogo imersiva Experiência de jogo tridimensional dinâmica especial 3D, você pode ver no salão de tela gigante no passado, agora pode vê-lo a qualquer momento, em qualquer lugar com os óculos VR VRShinecon, proporcionando um mundo de jogos realista. Som estéreo surround de 360° Grande unidade de som do alto-falante de 42mm integrada. Alta garantia de som de alta fidelidade, som estéreo surround de 360°, alto volume, graves profundos e compatibilidade com entrada de fone de ouvido de 3.5mm. Alavanca de fone de ouvido ajustável Confortável, respirável e macio, com fone de ouvido de esponja, livre para ajustar ao nível desejado, adaptável a diferentes penteados, design ergonômico ajustável para melhor experiência VR. Lente óptica asférica de resina de 40mm Proporciona uma experiência de realidade virtual imersiva e envolvente. Apoio para miopia Lente anti-azul que filtra efetivamente a luz azul para proteger os olhos. Adequado para pessoas com miopia de 0 a 600 graus, permitindo uso sem óculos convencionais. Ajuste independente de lente dupla Cada lente pode ser ajustada de forma independente, com suporte para ajuste de distância interpupilar e ajuste de distância focal, adequado para diferentes usuários. Imersão total com 120° de visão ampla Campo de visão de 120 graus FOV com foco de 42mm, proporcionando uma visão realista, próxima ao ângulo visual humano, para uma experiência cinematográfica privada. Cena panorâmica de 360° Cinema tridimensional de 360°, lentes HD de 42mm que mostram todos os detalhes sem distorções ou sensação de vertigem. Painel removível Para melhor dissipação de calor ao jogar jogos 3D, permitindo manter a temperatura ideal do dispositivo. Couro PU Material macio que não danifica a pele e facilita a limpeza. Parâmetros do produto Tamanho da tela: 4.7 - 6 polegadas Material: Plástico Formato de mídia: MP3, AVI, MPG, WMA, WAV Peso do produto: 415g Dimensões: 222x205x99mm Cor: Preta Resolução: 720-1080p Método de fixação: Montado na cabeça Lista de embalagem: Óculos, manual, pano de limpeza Material da lente: Resina óptica de alta definição Diâmetro da lente: 40mm Campo de visão: 100 graus Diferença de cor: 0.38 CIT6 Ajuste de miopia: 0-600 graus Ajuste de hipermetropia: 0-500 graus Ajuste de distância do objeto: 44-53mm Ajuste de distância interpupilar: 60-67mm Sensibilidade do fone de ouvido: 112dB/mW Faixa de resposta de frequência: 20-20000Hz Impedância do fone de ouvido: 30 ohm Potência: 50mW Plataforma compatível: iOS / Android Suporte para celular: Qualquer telefone de 4.7-6.8 polegadas com sistema Android, Windows ou iOS. Observações: 1. Baixe um aplicativo VR na loja de aplicativos móveis. 2. Todos os aplicativos VR são compatíveis com este produto. 3. Para usar o gamepad, conecte via Bluetooth ao celular. Conector de fone de ouvido: 3.5mm Tipo de soquete: \"Em linha\" Botão de toque: Botão mecânico capacitivo Teclas de função: Controle de volume, pausa, reprodução e atendimento de chamadas.",
        "image": "images/42.webp"
    },
    {
        "id": 43,
        "title": "Óculos De Realidade Virtual Com Fone De Ouvido Vr Compatível Com Android E Iphone Com Controle",
        "price": 221.75,
        "description": "Presente perfeito para crianças e adultos - Este fone de ouvido VR premium é o presente perfeito para o Dia dos Pais, Halloween, Páscoa ou Natal. Compatível com smartphones e outros dispositivos de telefonia móvel com tela de 4\"-6,3\" para proporcionar uma experiência visual de 360 graus totalmente imersiva. Estes óculos VR virtuais funcionam com smartphones e dispositivos móveis com telas de 4” a 6,3” para proporcionar uma experiência visual totalmente imersiva. Com otimização HD e suporte para jogos 3D, você entrará em ação com jogos, filmes e muito mais! O headset SHINECON Virtual Reality é um recém-projetado com base em melhorias de outros headsets VR. Nova concepção e materiais perfeitos são construídos nele. Esta é a melhor escolha para experimentar as tendências e espetaculares da tecnologia VR imersa em 360°! Tecnologia avançada de jogos VR - O headset VR oferece ajustes FD e OD (amplo campo de visão) para expandir o ângulo de visão e combinar perfeitamente a distância focal e o alinhamento míope unilateral para reduzir a distorção e garantir uma experiência de visualização ideal. Design confortável e de uso prolongado - o headset VR vem com uma alça de cabeça totalmente ajustável, sistema de proteção da visão e uma peça nasal macia para reduzir a pressão e garantir uma experiência confortável. Se o seu sistema telefônico é Android ou outro sistema, você pode usar o 3D VR para assistir a filmes 3D no player de vídeo e reproduzir diversos jogos VR. O controle remoto é conectado ao celular via Bluetooth para eliminar a necessidade de fios. Fone de ouvido de realidade virtual 3D com BT 4.1, BLE Dual Protocol, suporta streaming de áudio de alta qualidade, baixo consumo de energia, fones de ouvido sem fio que se conectam automaticamente, analisam inteligentemente a vibração de áudio e permitem alternar livremente entre modo de jogo, modo de cinema e múltiplos modos vocais. O pequeno volume e leveza proporcionam muito conforto durante o uso ou transporte. O preenchimento de couro macio e respirável mantém você confortável, mesmo após horas de uso. O fone de ouvido de realidade virtual retrátil se ajusta melhor, oferecendo maior qualidade e um design adequado para proporcionar muito conforto ao usar. Lentes asféricas de resina HD e ângulo de visão mais amplo de 110 graus fornecem incrível fidelidade visual e excelente experiência 3D. Reduz a deformidade e distorção, elimina a vertigem e impede a fadiga visual efetivamente. Não mais sensação de tontura! Mais recente 3D VR Headset Box para celulares iOS, Android e PC de 4.7-6.7\", compatível com dispositivos como iOS 12/12 Pro / 12 mini / 11 Pro MAX / 11 PRO / 11 / SE2 / Xs MAX / XS / XR / X / 10/8 / 7 / 6s, Samsung Galaxy S20 Fe 5G / S20 / S10 / S10E / S10+ / S9+ / S9E / S9 / S8 / S7 EDGE+ / S7 EDGE / S7 / S6E+ / S6e, Note 10+ / 10 / 9 / 8 / 5 / 4.",
        "image": "images/43.webp"
    },
    {
        "id": 44,
        "title": "Mesa Digitalizadora Huion 4000LPI Pequena Inspiroy - 420 Preto",
        "price": 109.99,
        "description": "Caneta com 2048 níveis de pressão Vem com uma caneta digital que possui dois botões personalizáveis, precisa de uma bateria AAA para operar, bateria não incluída. Com resolução 4000 LPI e taxa de relatório 200RPS. Conteúdo da embalagem: - Mesa Digitalizadora Huion Inspiroy 420 - Cabo USB (comprimento 1,5m) - Caneta - Manual do usuário - Especificações técnicas - Tecnologia Pen: ressonância eletromagnética ativa - Sensibilidade à pressão: 2048 níveis - Resolução da caneta: 4000 LPI - Altura de detecção: 12mm - Taxa de relatório: 200 PPS - Precisão: +/- 0.3mm - Peso: 167g INFORMAÇÕES TÉCNICAS Características: - Marca: Huion - Modelo: 420 Especificações: - Comprimento do Cabo USB: 1,5m - Tecnologia: Digitalizador eletromagnético - Área ativa: 4x2.23 inch - Resolução: 4000 LPI (linha por polegada) - Taxa de relatório: 200RPS - Pressão da Caneta: 2048 níveis - Altura de Leitura: 0,4\" - Tensão de alimentação: DC 5V - Consumo de energia: 0,35W - Suporte de Interface: Mini USB - Conformidade: CE / FCC / CCC - Dimensões: 177 x 112 x 8mm Suporte para SO: - Windows 10 / Windows 8 / Windows 7 / XP - Mac OS 10.8.0 ou superior Conteúdo da embalagem: - Mesa Digitalizadora Huion - Cabo USB - Caneta - Manual do Usuário Garantia: 1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante) Peso: 330 gramas (bruto com embalagem) Código Anatel: 004370903438",
        "image": "images/44.webp"
    },
    {
        "id": 45,
        "title": "Mesa Digitalizadora Huion Inspiroy 9'', 5080 LPI, 11 botões programáveis, USB-C, Preto - H320M-B",
        "price": 449.98,
        "description": "O novo design de finalidade dupla do H320M permite que você libere criatividade no tablet com caneta, bem como expresse ideias no tablet para escrita LCD. Projetado para maior comodidade, o H320M é fino e leve, facilitando o transporte para desenho ao ar livre. A caneta sem bateria PW100 não apenas renderiza seu desenho na mesa digitalizadora, mas também suporta seus rabiscos do outro lado, onde você pode escrever cerca de 50.000 vezes. Uma bateria de célula tipo moeda CR2025 que acompanha o H320M pode suportar o botão Limpar tudo na mesa digitalizadora de LCD por 1 a 2 anos, pois a mesa foi projetada com tecnologia de baixo consumo de energia. Os quatro pés de borracha antiderrapante conectados ao LCD garantem estabilidade e deixam um espaço entre o tablet e a mesa, impedindo arranhões ao usar o tablet com caneta. Clique em curvas leves e pesadas com a caneta sem bateria PW100 para ver a variação de linhas gerada pelos níveis de sensibilidade à pressão 8192. Um pincel dinâmico combinado com suporte de inclinação de ± 60° proporciona ao artista uma experiência de desenho mais imersiva. Programe os botões na alça da caneta PW100 para melhorar sua eficiência no trabalho. As teclas no painel também são programáveis através do driver. Basta preparar seu tablet para explorar sua criatividade. Conecte o H320M ao Android, inicie aplicativos de desenho no seu telefone e transforme-o em uma tela digital. Características: - Marca: Huion - Modelo: H320M-B Especificações: - Tecnologia da caneta: Ressonância eletromagnética sem bateria - Resolução da caneta: 5080 LPI - Sensibilidade de pressão: 8192 - Suporte de inclinação: 60º (+/-) - Altura de detecção: 10 mm - Taxa de relatório: 266 pps - Precisão: 0.3 mm (+/-) - 50.000 tempo de escrita - Pés de borracha antiderrapante - Compatível com smartphone * Huion Sketch é um aplicativo de desenho intuitivo disponível na Google Play. Aparência: - Cor: Preto de quartzo - Dimensões: 305.4 x 179.6 x 9 mm - Teclas de pressão: 11 teclas programáveis Tela: - Área de trabalho: 228.6 x 142.9 mm - LCD amigável sem brilho, sem luz azul e sem radiação Compatibilidade com SO: - Windows 7 ou superior - macOS 10.12 ou superior - Android 6.0 ou superior Conteúdo da Embalagem: - Mesa Digitalizadora Huion Inspiroy - Caneta - Base para Caneta - Cabo USB - Manual do Usuário Garantia: 1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante) Peso: 1190 gramas (bruto com embalagem) Código Anatel: 72791912333",
        "image": "images/45.webp"
    },
    {
        "id": 46,
        "title": "Notebook Gamer Acer Nitro V15 Intel Core i5-13420H, 8GB RAM, GeForce RTX 3050, SSD 512GB, 15.6\" FHD IPS 144Hz, Windows 11, Preto - ANV15-51-58AZ",
        "price": 5099.99,
        "description": "Processador Que Faz Os Adversários Tremerem Nada pode te parar com o Intel Core i5-13420H de 13ª geração deste notebook. Juntamente com 8 GB de memória RAM, expansível até 32 GB, o processador te leva aos níveis mais avançados de games e criação de conteúdo. Veloz e Furioso O Nitro V15 entrega imagens vívidas e fluídas, que permitem uma jogabilidade mais rápida. Tudo isso, devido a sua tela de alta resolução e taxa de atualização. INFORMAÇÕES TÉCNICAS Características: - Marca: Acer - Modelo: ANV15-51-58AZ Especificações: Sistema Operacional: - Windows 11 Home 64-bits Processador e Chipset: - Intel Core i5-13420H de 13ª geração - 8 núcleos (4 Performance-cores e 4 Efficient-cores) - 12 threads - Frequência: até 4.60 GHz - 12 MB Intel Smart Cache Memória: - 8 GB RAM DDR5 de até 5200 MHz (1x módulo SO-DIMM de 8 GB) - Expansível até 32 GB DDR5 de até 5200 MHz (com 2 slots para memórias em módulo SO-DIMM com capacidade para até 16 GB cada) Tela: - 15.6” Painel de LED IPS (In-Plane-Switching) - Resolução: Full HD 1920 x 1080 - Proporção: 16:9 - Taxa de atualização: 144 Hz - Brilho: 250 nits - Tempo de resposta: 27 a aproximadamente 25 ms - Contraste: 800:1 - Espaço de cor (color gamut): 45% NTSC - Tecnologia antirreflexo Acer ComfyView Gráfico: - Nvidia GeForce RTX 3050 com 6 GB de memória dedicada GDDR6 com eficiência total (TGP) de até 80W - Suporte às tecnologias: NVIDIA GeForce Experience, Ray Tracing Cores, Tensor Cores, Microsoft DirectX 12 Ultimate, OpenGL, NVIDIA Dynamic Boost, Game Ready Drivers e DLSS - UHD para processadores Intel com memória compartilhada com a memória RAM Áudio: - 2x Alto-falantes estéreo de 2 Watts cada - Tecnologia AcerTrueHarmony - Tecnologia DTS X: Ultra Áudio - Suportado no Windows Spatial Sound para PC Gaming com licença DTS Integrada - Renderização de áudio imersiva em fones de ouvido e alto-falantes internos - 2x Microfones - Tecnologia Acer Purified Voice com redução de ruído de fundo feito por inteligência artificial - Compatível com Cortana com voz Armazenamento: - 512 GB SSD NVMe PCIe 4.0 x4 M.2 2280 Upgrade: - Este modelo possui capacidade para a instalação (upgrades) de SSDs NVMe: - Slot dedicado ocupado M.2 2280, compatível com barramento PCIe 4.0 x4 NVMe de até 1TB. (Não acompanha o produto) - Slot dedicado livre M.2 2280, compatível com barramento PCIe 3.0 x4 NVMe de até 1TB. (Não acompanha o produto) Webcam: - Webcam com resolução HD de 1280 x 720, gravação de vídeo em 720p a 30 FPS com recurso TNR (redução de ruído temporário) Wireless e Rede Sem Cabo: - Wi-Fi 6 AX - 802.11 a/b/g/n/ac R2 + ax wireless - Duas bandas com frequências de 2.4 GHz e 5 GHz - Suporte ao Wi-Fi 6 - Com tecnologia 2x2 MU-MIMO - Suporte ao Bluetooth 5.1 ou superior LAN rede com cabo RJ-45: - 10/100/1000 Mbps - Suporte ao modo hibernação - Suporte ao Wake On Lan - Suporte ao IPv4 (32 Bits) e IPv6 (128 Bits) Controle: - Senha para BIOS e HD Segurança: - Trava Kensington - TPM em Firmware (fTPM) Alimentação e bateria: Fonte de alimentação: - Externa de 135 Watts bivolt 100 a 240 Volts com cabo de 3 pinos padrão do Brasil e certificação do INMETRO Bateria: - De até 3720 mAh com 4 células de Íon de lítio de 57 Watts/hora - Autonomia da bateria de até 7 horas (dependendo das condições de uso) Teclado e Touchpad: Teclado: - Tipo membrana em português do Brasil padrão ABNT 2 - Teclado retroiluminado na cor branca com ajuste de intensidade - Teclado numérico independente - Atalho multimídia e funções (Tecla FN) + (Play, pause, parar, voltar, avançar, aumentar volume, diminuir volume, mudo etc.) - Tecla de atalho Nitro Sense Touchpad: - Multi gestual com dois botões suportando rolagem com dois dedos, gestos para abrir Cortana, Action Center, multitarefa e comandos de aplicativos - Resistente à umidade - Sem zona morta - Certificação Microsoft Precision Touchpad Observações: - Este produto não possui leitor de CD/DVD - Não é possível realizar upgrades de componentes ou chips que são soldados na placa-mãe Conteúdo da Embalagem: - Notebook Acer Nitro V15 - Fonte de alimentação do notebook - Manual em português do Brasil - Termo de garantia Garantia: 1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante) Peso: 3500 gramas (bruto com embalagem) Código Anatel: 14545-20-08766",
        "image": "images/46.webp"
    },
    {
        "id": 47,
        "title": "Notebook Gamer Gigabyte G5 MF Intel Core i5-12500H, 8GB RAM, RTX 4050, 512GB SSD, 15.6\", Win11 Home, Preto - G5 MF-E2BR333SH",
        "price": 6399.99,
        "description": "Jogue do Seu Jeito O Laptop Gaming GIGABYTE traz novos elementos de jogos de tendências futuras, combinados com desempenho poderoso da próxima geração. O laptop para jogos GIGABYTE está equipado com processador Intel Core i5 de 12ª geração, GPUs para laptop NVIDIA GeForce RTX série 40 e uma tela com alta taxa de atualização. Com uma ferramenta para cada tarefa, este laptop pode estar ao seu lado enquanto você percorre diferentes funções, apoiando mais do que a luta e também o seu dia a dia. O novo design elegante indica a força poderosa do Portátil Gaming GIGABYTE. Com uma grande área coberta pelo padrão Mecha, transmite a atmosfera distinta e moderna do jogo, combinando perfeitamente desempenho e design. Design Leve e Fino A tela com design de moldura fina permite que o Laptop Gaming GIGABYTE seja um laptop fino com um corpo leve, que foi reduzido em 22% em tamanho e é fácil de segurar, sem comprometer seu alto desempenho. Você pode se divertir jogando quando sai enquanto conclui mais tarefas ao mesmo tempo. GeForce RTX série 40 GPUs para notebooks NVIDIA GeForce RTX série 40 alimentam os laptops mais rápidos do mundo para jogadores e criadores. Construídos com a arquitetura ultraeficiente NVIDIA Ada Lovelace, eles trazem um salto quântico no desempenho com DLSS 3 alimentado por IA e permitem mundos virtuais realistas com rastreamento de raio completo. Além disso, o conjunto de tecnologias Max-Q otimiza o desempenho, a potência, a vida útil da bateria e a acústica do sistema para obter eficiência máxima. Características: - Marca: Gigabyte - Modelo: G5 MF-E2BR333SH Especificações: CPU: - Processador Intel Core i5-12500H de 12ª geração de 4,7 GHz (18 MB de cache, até 4,7 GHz, 4 núcleos P e 8 núcleos E) Gráficos de vídeo: - NVIDIA GeForce RTX 4050 Laptop GPU 6GB GDDR6 - Boost Clock 2130MHz / Potência gráfica máxima 75W *Pode variar de acordo com o cenário. Tela: - FHD de 15,6\" e 144 Hz Memória do sistema: - 2 slots DDR5 (DDR5-4800, máximo de 64 GB) Armazenamento: - Gen4 512 GB - M.2 2280 x 2 (PCIe Gen3x4*1, PCIe Gen4x4*1) *A capacidade de armazenamento pode variar conforme o país e a região. Entre em contato com seus revendedores para obter as informações mais recentes sobre o produto. **Se houver alguma anormalidade que não possa ser atribuída à Gigabyte/AORUS durante o período de garantia, ela não será coberta pela garantia. Mais informações: https://member.aorus.com/global/productwarranty Teclado: - Tamanho completo iluminado em vários idiomas e 15 cores com teclado numérico Porta de E/S: - 1x porta USB 2.0 (Tipo A) - 1x porta USB 3.2 Gen 1 (Tipo A) - 2x porta USB 3.2 Gen 2 (Tipo C) - 1x Mini DP 1.4 - 1x HDMI (com HDCP) - 1x conector de áudio (fone de ouvido/microfone) - 1x conector de microfone - 1x porta LAN RJ-45 - 1x conector DC-in - 1x leitor de cartão MicroSD Áudio: - 2 microfones com alto-falante de 2 W - DTS:X Ultra Audio Technology Conectividade: - LAN: 1 GB - Wi-Fi: Intel Wi-Fi 6E - Bluetooth: Bluetooth V5.2 Webcam: - Câmera de vídeo HD de 1,0M Segurança: - Slot de trava de segurança (tipo Kensington) - Intel PTT para sistema sem hardware TPM Bateria: - Íon-lítio 54Wh Adaptador: - 150W Sistema Operacional: - Windows 11 Home Conteúdo da Embalagem: - Notebook Garantia: 1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante) Peso: 3562 gramas (bruto com embalagem) Código Anatel: 069701804423",
        "image": "images/47.webp"
    },
    {
        "id": 48,
        "title": "Kit Gamer Redragon RGB, com Headset Lamia 2, Drivers 40mm + Teclado Kumara, Switch Outemu Brown, ABNT2 + Mouse Cobra 12400 DPI, Preto - S125",
        "price": 579.90,
        "description": "Kit Gamer Redragon RGB, com Headset Lamia 2, Drivers 40mm + Teclado Kumara, Switch Outemu Brown, ABNT2 + Mouse Cobra 12400 DPI, Preto. Kit gamer com um setup completo de alto desempenho nos jogos em um único pacote. Todos os itens possuem iluminação RGB Redragon Chroma trazendo mais brilho para seu setup. Headset com som surround 7.1 virtual para maior imersão nos jogos e filmes. Teclado no formato TKL compacto resultando em mais espaço para movimentos do mouse. Mouse com sensor PIXART PMW3327 de alta performance (20 G / 100 IPS). INFORMAÇÕES TÉCNICAS Características: - Marca: Redragon - Modelo: S125 Especificações: Mouse: - Sensor: Pixart PWM3327 - DPI: Até 12400 DPI - Polling Rate: Até 1000Hz - Botões Programáveis: 8 - Shape: Ergonômico - Design: Tradicional - Cor: Preto - Iluminação: RGB Redragon Chroma Mk.II - Software: Sim - Materiais: Plástico ABS - Conectividade: USB 2.0 - Comprimento do cabo: 1.8m - Tipo de cabo: Revestido em nylon trançado Teclado: - Switches: Redragon MK.II DIY Brown - Acionamento: Mecânico - Hotswap DIY: Sim - Cor: Preto - Formato: TKL - Design: Teclas Flutuantes - Layout: ABNT2 - Conectividade: USB 2.0 - Software: Sim - Altura Ajustável: Sim - Materiais do case: Plástico ABS - Iluminação: RGB Redragon Chroma Mk.II - Rollover: N-Key Rollover - Comprimento do cabo: 1.8m - Keycaps: ABS Doubleshot Headset: - Cor: Preto - Diâmetro do driver: 40 mm - Material das Earpads: Couro Sintético - Frequência de resposta: 20 Hz a 20000 Hz - Impedância: 32 Ohm - Sensibilidade do microfone: -40 ± 3dB (0dB = 1V/PA) - Polar Pattern do microfone: Omnidirecional - Iluminação: RGB Redragon Chroma Mk.II - Software: Sim - Função de mute: Integrado à concha esquerda - Conexão: 1x USB 2.0 - Comprimento do cabo: 2 m Garantia: 1 ano de garantia (3 meses de garantia legal + 9 meses de garantia contratual junto ao fabricante) Peso: 2454 gramas (bruto com embalagem)",
        "image": "images/48.webp"
    },
    {
        "id": 49,
        "title": "Memória RAM Rise Mode, 8GB, 1600MHz, DDR3, CL11 - RM-D3-8G1600V",
        "price": 61.99,
        "description": "Aumente o desempenho do seu computador com Rise Mode RAM. Desempenho aprimorado: experimente melhorias visíveis na capacidade de resposta do seu computador, nos tempos de carregamento e nos recursos gerais de multitarefa com o módulo Rise Mode RM-D3-8G1600V RAM. Velocidade de 1600 MHz: Garante que seu computador possa lidar com facilidade até mesmo com os aplicativos mais exigentes. Tecnologia DDR3: Fornece taxas de transferência de dados mais rápidas e maior eficiência energética em comparação com as gerações anteriores de DDR. Temporização CL11: Garante baixa latência, minimizando atrasos e otimizando o desempenho do seu computador. Capacidade de 8 GB: Fornece ampla memória para executar vários aplicativos simultaneamente, lidar com arquivos grandes e desfrutar de uma experiência de computação tranquila. Compatibilidade: Compatível com uma ampla variedade de placas-mãe Intel e AMD, garantindo compatibilidade com seu sistema existente.",
        "image": "images/49.webp"
    },
    {
        "id": 50,
        "title": "SSD PCIe Lexar Internal NM620, 512GB, Leitura 3500MB/s e Gravação 2400MB/s, Preto - LNM620X512G-RNNNU",
        "price": 268.99,
        "description": "Desempenho Relâmpago e Durabilidade Excepcional. Eleve o desempenho do seu PC com o SSD Lexar NM620. Com velocidades de leitura de até 3500 MB/s e gravação de 2400 MB/s, você terá carregamentos de aplicativos mais rápidos, tempos de resposta menores e uma experiência de trabalho mais fluida. Construído para durar, o NM620 é resistente a choques e vibrações, garantindo a segurança dos seus dados. É compatível com PCIe Gen3x4 NVMe 1.4 padrão de tecnologia e construído com o mais recente flash 3D NAND. Características: - Marca: Lexar - Modelo: LNM620X512G-RNNNU Especificações: - Formato: M.2 2280 - Interface: PCIe Gen3x4 - Capacidade: 512GB - Velocidade de leitura: 3500 MB/s - Velocidade de gravação: 2400 MB/s - Temperatura de armazenamento: -40°C a 85°C (-40°F a 185°F) - Temperatura de operação: 0°C a 70°C (32°F a 158°F) - Resistente a choque: 1500 G, duração 0,5 ms, meia onda senoidal - Resistente à vibração: 10 ~ 2000 Hz, 1,5 mm, 20 G, 1 Oct/min, 30 min/eixo (X,Y,Z) - MTBF: 1.500.000 Horas - Flash NAND: TLC 3D Conteúdo da Embalagem: - SSD Garantia: 3 anos de garantia (3 meses de garantia legal + 33 meses de garantia contratual junto ao fabricante) Peso: 63 gramas (bruto com embalagem)",
        "image": "images/50.webp"
    }
]